Repository: OpenPrunus/geocurrency
Catalog: modules/core/geocurrency/core/locale/*/LC_MESSAGES/django.po
Languages: de, lt, pl, sv

source: entropy unit
de: Entropieeinheit
lt: entropijos vienetas
pl: jednostka entropii
sv: entropienhet

source: energy by temperature
de: Energie nach Temperatur
lt: energija pagal temperatūrą
pl: energia według temperatury
sv: energi efter temperatur

source: enzyme unit
de: Enzymeinheit
lt: fermento vienetas
pl: jednostka enzymu
sv: enzymenhet

source: farad
lt: faradas

source: faraday constant
de: Faraday-Konstante
lt: faraday konstanta
pl: stała Faradaya
sv: faraday konstant

source: fathom
de: ergründen
lt: supratimas
pl: pojąć
sv: famn

source: fifteen degree calorie
de: 15 Grad Kalorien
lt: penkiolikos laipsnių kalorijų
pl: piętnaście stopni kalorii
sv: femton graders kalori

source: fifth
de: fünfte
lt: penkta
pl: piąty
sv: femte

source: fine structure constant
de: Feinstrukturkonstante
lt: smulkios struktūros pastovi
pl: drobna struktura stała
sv: fin struktur konstant

source: first radiation constant
de: erste Strahlungskonstante
lt: pirmoji radiacijos konstanta
pl: pierwsza stała promieniowania
sv: första strålningskonstanten

source: fluid dram
de: flüssiger Dram
lt: skystas dramas
pl: płynny dram
sv: flytande dram

source: fluid ounce
de: Flüssigunzen
lt: skysčio uncija
pl: uncja płynu
sv: flytande uns

source: foot
de: Fuß
lt: pėda
pl: stopa
sv: fot

source: foot H2O
de: Fuß H2O
lt: pėda H2O
pl: stopa H2O
sv: fot H2O

source: foot per second
de: Fuß pro Sekunde
lt: pėda per sekundę
pl: stopę na sekundę
sv: fot per sekund

source: foot pound
de: Fuß Pfund
lt: pėdos svaras
pl: funt stóp
sv: fotpund

source: gram-force
de: Gramm-Kraft
lt: gramo jėga
pl: gram-siła
sv: gram-kraft

source: kilogram-force
de: Kilogramm-Kraft
lt: kilogramo jėga
pl: kilogram-siła
sv: kilo-kraft

source: tonne-force
de: Tonnenkraft
lt: tonos jėga
pl: tona-siła
sv: tonkraft

source: ounce-force
de: Unzenkraft
lt: uncijos jėga
pl: siła uncji
sv: uns-kraft

source: pound-force
de: Pfund-Kraft
lt: svaro jėga
pl: funt siła
sv: pund-kraft

source: fortnight
de: vierzehn Tage
lt: dvi savaites
pl: dwa tygodnie
sv: två veckor

source: franklin
lt: Franklinas

source: furlong
de: Achtelmeile
lt: ilgas
sv: längd

source: gallon
de: Gallone
lt: galonas
pl: galon

source: gamma
lt: gama

source: gilbert
lt: gilbertas

source: gill
de: Kieme
lt: žiaunos
pl: wypatroszyć

source: grade
de: Klasse
lt: laipsnio
pl: stopień
sv: kvalitet

source: grain
de: Korn
lt: grūdai
pl: ziarno
sv: spannmål

source: gram
de: Gramm
lt: gramas

source: gray
de: grau
lt: pilka
pl: szary
sv: grå

source: gregorian year
de: Gregorianisches Jahr
lt: grigaliaus metais
pl: rok gregoriański
sv: gregorianska året

# unit
source: gregorian year
de: Gregorianisches Jahr
lt: grigaliaus metais
pl: rok gregoriański
sv: gregorianska året

source: hand
lt: ranka
pl: dłoń

source: hectare
de: Hektar
lt: hektaro
pl: hektar
sv: hektar

source: hertz
lt: hercas
pl: herc

source: hogshead
de: Schweinskopf
lt: kiaulytė
pl: beczka

source: horsepower
de: Pferdestärken
lt: arklio galių
pl: konie mechaniczne
sv: hästkraft

source: hour
de: Stunde
lt: valandą
pl: godzina
sv: timme

source: hundredweight
de: Zentner
lt: šimtas svorio
pl: cetnar
sv: hundra vikt

source: impedance of free space
de: Impedanz des freien Raums
lt: laisvos vietos varža
pl: impedancja wolnej przestrzeni
sv: impedans av fritt utrymme

source: imperial barrel
de: kaiserliches Fass
lt: imperijos statinė
pl: imperialna beczka
sv: kejserligt fat

source: imperial bushel
de: kaiserlicher Scheffel
lt: imperijos bušelis
pl: buszel cesarski
sv: imperial busel

source: imperial cup
de: kaiserliche Tasse
lt: imperijos taurė
pl: kubek cesarski
sv: kejserlig kopp

source: imperial fluid drachm
de: kaiserliche Flüssigkeitsdrachme
lt: imperijos skysčio drachmas
pl: imperialny płyn drachmy

source: imperial fluid ounce
de: imperiale Flüssigunze
lt: imperijos skysčio uncija
pl: imperialna uncja płynu
sv: imperial vätske uns

source: imperial fluid scruple
de: kaiserliche Skrupel
lt: imperijos skysčio skrupulas
pl: imperialny płyn skrupulatny
sv: imperial vätska skrupell

source: imperial gallon
de: kaiserliche Gallone
lt: imperijos galonas
pl: galon imperialny

source: imperial gill
de: kaiserliche Kieme
lt: imperijos žiaunos
pl: cesarski skrzela

source: imperial minim
de: kaiserliche minim
lt: imperinis minimumas
pl: imperialna minima
sv: kejserlig minim

source: imperial peck
de: imperialer Kuss
lt: imperatoriškasis peckas
pl: cesarski dziób
sv: kejserlig peck

source: imperial pint
de: kaiserliches Pint
lt: imperijos pinta
pl: cesarski kufel
sv: kejserlig pint

source: imperial quart
de: kaiserlicher Quart
lt: imperijos kvarta
pl: kwartał cesarski
sv: kejserlig kvart

source: inch
de: Zoll
lt: colio
pl: cal
sv: tum

source: inch H20 39F
de: Zoll H20 39F
lt: colių H20 39F
pl: calowy H20 39F
sv: tum H20 39F

source: inch H20 60F
de: Zoll H20 60F
lt: colių H20 60F
pl: calowy H20 60F
sv: tum H20 60F

source: inch Hg
de: Zoll Hg
lt: colio Hg
pl: cal Hg
sv: tum Hg

source: inch Hg 60F
de: Zoll Hg 60F
lt: colių Hg 60F
pl: cal Hg 60F
sv: tum Hg 60F

source: international Btu
de: internationale Btu
lt: tarptautinis Btu
pl: międzynarodowy Btu
sv: internationell Btu

source: international calorie
de: internationale Kalorien
lt: tarptautinė kalorija
pl: kaloria międzynarodowa
sv: internationell kalori

source: Josephson constant
de: Josephson-Konstante
lt: Džozefsono pastovus
pl: Josephson stała
sv: Josephson konstant

source: Joule
lt: Džoulis
pl: Dżul

source: jute
lt: džiutas
pl: juta

source: kelvin
lt: kelvinas
pl: kelwin

source: kilometer per hour
de: Kilometer pro Stunde
lt: kilometras per valandą
pl: kilometr na godzinę
sv: kilometer i timmen

source: kilometer per second
de: Kilometer pro Sekunde
lt: kilometras per sekundę
pl: kilometr na sekundę
sv: kilometer per sekund

source: kip per square inch
de: Kip pro Quadratzoll
lt: kip už kvadratinį colį
pl: kip na cal kwadratowy
sv: kip per kvadrattum

source: knot
de: Knoten
lt: mazgas
pl: węzeł
sv: Knut

source: lattice constant
de: Gitterkonstante
lt: grotelių konstanta
pl: stała sieciowa
sv: gitterkonstant

source: league
de: Liga
lt: lyga
pl: liga
sv: liga

source: leap year
de: Schaltjahr
lt: keliamaisiais metais
pl: rok przestępny
sv: skottår

source: year
de: Jahr
lt: metus
pl: rok
sv: år

source: light year
de: Lichtjahr
lt: Šviesmetis
pl: rok świetlny
sv: ljusår

source: link
de: Verknüpfung
lt: nuoroda
pl: połączyć
sv: länk

source: liter
lt: litro
pl: litr

source: log 10
lt: žurnalas 10
pl: dziennik 10
sv: logg 10

source: dimesionless
de: ohne Dimensionen
lt: bešimtis
pl: bezwymiarowy

source: long hundredweight
de: langes Zentnergewicht
lt: ilgas šimtas
pl: długi cetnar
sv: lång hundra vikt

source: lumen
lt: spindis

source: lux
lt: liukso
pl: luks

source: maxwell
lt: Maksvelas

source: mean international ampere
de: meine internationale Ampere
lt: reiškia tarptautinę amperą
pl: oznacza amper międzynarodowy
sv: betyder internationell ampere

source: mean international Ohm
de: meine internationale Ohm
lt: reiškia tarptautinį omą
pl: oznacza międzynarodowy Ohm
sv: menar internationell Ohm

source: mean international Volt
de: meine internationale Volt
lt: reiškia tarptautinį Voltą
pl: oznacza międzynarodowe Volt
sv: betyder internationell Volt

source: density of mercury
de: Quecksilberdichte
lt: gyvsidabrio tankis
pl: gęstość rtęci
sv: kvicksilvers densitet

source: density of mercury 60F
de: Quecksilberdichte 60F
lt: gyvsidabrio tankis 60F
pl: gęstość rtęci 60F
sv: densitet av kvicksilver 60F

source: meter
lt: metras
pl: metr

source: meter per second
de: Meter pro Sekunde
lt: metras per sekundę
pl: metr na sekundę
sv: meter per sekund

source: metric horsepower
de: metrische Pferdestärke
lt: metrinė arklio galia
pl: metryczna moc
sv: metriska hästkrafter

source: metric ton
de: Tonne
lt: metrinės tonos
pl: tonę
sv: metriskt ton

source: micron
de: Mikron
lt: mikrono
pl: mikron
sv: mikron

source: mile
de: Meile
lt: mylios
pl: Mila

source: mile per hour
de: Meile pro Stunde
lt: mylios per valandą
pl: mila na godzinę
sv: mil per timme

source: millenium
de: Jahrtausend
lt: tūkstantmetis
pl: tysiąclecie

source: milliarcsecond
de: Millisekunden
lt: miliarksekundė
sv: milliarsekund

source: Hg millimeter
lt: Hg milimetras
pl: Hg milimetr

source: minim
lt: minimalus
pl: drobiazg
sv: halvnot

source: minute
lt: minutė
pl: minuta
sv: minut

source: molar
lt: krūminis
pl: molowy

source: molar gas constant
de: molare Gaskonstante
lt: molinė dujų konstanta
pl: molowa stała gazowa
sv: molär gaskonstant

source: mole
de: Maulwurf
lt: apgamas
pl: kret
sv: mol

source: month
de: Monat
lt: mėnesį
pl: miesiąc
sv: månad

source: nautical mile
de: nautische Meile
lt: jūrmylė
pl: Mila morska
sv: sjömil

source: neutron mass
de: Neutronenmasse
lt: neutronų masė
pl: masa neutronów
sv: neutronmassa

source: newton
lt: niutonas
pl: niuton

source: nuclear magneton
de: Kernmagneton
lt: branduolio magnetonas
pl: magneton jądrowy
sv: kärnmagneton

source: number english
de: Nummer Englisch
lt: numeris angliškai
pl: numer angielski
sv: nummer engelska

source: number meter
de: Zahlenmesser
lt: skaičių matuoklis
pl: licznik liczbowy
sv: antal meter

source: oersted
lt: išmestas
pl: ersted

source: H-field
de: H-Feld
lt: H laukas
pl: Pole H.
sv: H-fält

source: ohm
lt: omas
pl: om

source: oil barrel
de: Ölfass
lt: naftos statinė
pl: baryłka ropy
sv: oljefat

source: ounce
de: Unze
lt: uncija
pl: uncja
sv: uns

source: parsec
lt: parsek
pl: parsek

source: particle
de: Partikel
lt: dalelė
pl: cząstka
sv: partikel

source: peak sun hour
de: Hauptsonnenstunde
lt: piko saulės valandą
pl: szczytowa godzina słoneczna
sv: topp soltimme

source: peck
de: picken
lt: knarkti
pl: dziobać
sv: picka

source: pennyweight
lt: centų svoris

source: pint
lt: pinta
pl: pół kwarty
sv: halvliter

source: pixel
lt: pikselių
pl: piksel

source: unit
de: Einheit
lt: vienetas
pl: jednostka
sv: enhet

source: pixel per centimeter
de: Pixel pro Zentimeter
lt: pikselių centimetre
pl: piksel na centymetr

source: pixel per inch
de: Pixel pro Zoll
lt: pikselių colyje
pl: piksel na cal
sv: pixel per tum

source: Planck constant
de: Planck-Konstante
lt: Planko konstanta
pl: Stała Plancka
sv: Planck konstant

source: Planck current
de: Planckstrom
lt: Planko srovė
pl: Prąd Plancka
sv: Planck ström

source: lP
lt: l

source: Planck mass
de: Planck-Masse
lt: Planko masė
pl: Masa Plancka
sv: Planck massa

source: Planck temperature
de: Planck-Temperatur
lt: Planko temperatūra
pl: Temperatura Plancka
sv: Planck temperatur

source: Planck time
de: Planck-Zeit
lt: Planko laikas
pl: Czas Plancka
sv: Planck-tid

source: point
de: Punkt
lt: taškas
pl: punkt
sv: punkt

source: poise
de: Haltung
lt: nusiteikimas
pl: opanowanie
sv: balans

source: pound
de: Pfund
lt: svaras
pl: funt
sv: pund

source: pound force per square inch
de: Pfundkraft pro Quadratzoll
lt: svaro jėgos kvadratiniam coliui
pl: siła funta na cal kwadratowy
sv: pund kraft per kvadrattum

source: poundal
de: Pfund
lt: svaras

source: proton mass
de: Protonenmasse
lt: protonų masė
pl: masa protonu
sv: protonmassa

source: quadrillion Btu
de: Billiarde Btu
lt: kvadrilijonas Btu
pl: biliard Btu
sv: kvadrillion Btu

source: quart
lt: kv
pl: kwarta

source: quarter
de: Quartal
lt: ketvirtį
pl: jedna czwarta
sv: fjärdedel

source: radian
de: Bogenmaß
lt: radianas

source: reciprocal centimeter
de: reziproker Zentimeter
lt: abipusis centimetras
pl: odwrotność centymetra
sv: ömsesidig centimeter

source: refrigeration ton
de: Kühlung Tonne
lt: šaldymo toną
pl: ton chłodniczy
sv: kylton

source: roentgen equivalent man
de: Röntgenäquivalent Mann
lt: roentgenas lygiavertis žmogus
pl: odpowiednik rentgena man
sv: roentgen motsvarande man

source: revolutions per minute
de: Revolutionen pro Minute
lt: apsisukimai per minutę
pl: obroty na minutę
sv: varv per minut

source: rpm
de: U / min
lt: aps./min
sv: varv / min

source: revolutions per second
de: Umdrehungen pro Sekunde
lt: apsisukimų per sekundę
pl: obroty na sekundę
sv: varv per sekund

source: reciprocal poise
de: wechselseitige Haltung
lt: abipusis nusistatymas
pl: wzajemna równowaga
sv: ömsesidig ställning

source: rod
de: Stange
lt: lazdele
pl: pręt
sv: stav

source: roentgen
de: Röntgen
lt: roentgenas
pl: rentgen
sv: röntgen

source: rutherford
lt: rutherfordas

source: rydberg
lt: Rydbergas

source: rydberg constant
de: Rydberg-Konstante
lt: rydbergo konstanta
pl: stała Rydberga
sv: rydberg konstant

source: scaled point
de: skalierter Punkt
lt: mastelio taškas
pl: punkt skalowany
sv: skalad punkt

source: scruple
de: Skrupel
lt: skrupulas
pl: skrupuły
sv: skrynklig

source: second
de: zweite
lt: antra
pl: druga
sv: andra

source: second radiation constant
de: zweite Strahlungskonstante
lt: antroji radiacijos konstanta
pl: druga stała promieniowania
sv: andra strålningskonstanten

source: shake
lt: papurtyti
pl: potrząsnąć
sv: skaka

source: shot
de: Schuss
lt: nušautas
pl: strzał
sv: skott

source: sidereal day
de: Sternentag
lt: sideralinė diena
pl: gwiezdny dzień
sv: sidor dag

# unit
source: sidereal day
de: Sternentag
lt: sideralinė diena
pl: gwiezdny dzień
sv: sidor dag

source: sidereal month
de: Sternmonat
lt: šalutinis mėnuo
pl: miesiąc gwiazdowy
sv: siderisk månad

# unit
source: sidereal month
de: Sternmonat
lt: šalutinis mėnuo
pl: miesiąc gwiazdowy
sv: siderisk månad

source: sidereal year
de: Sternjahr
lt: sideriniai metai
pl: rok gwiazdowy
sv: sidoår

# unit
source: sidereal year
de: Sternjahr
lt: sideriniai metai
pl: rok gwiazdowy
sv: sidoår

source: slinch
lt: slinkti
sv: glida

source: slug
de: Schnecke
lt: šliužas
pl: ślimak
sv: snigel

source: speed of light
de: Lichtgeschwindigkeit
lt: šviesos greitis
pl: prędkość światła
sv: ljusets hastighet

source: square degree
de: quadratischer Grad
lt: kvadrato laipsnis
pl: stopień kwadratowy
sv: kvadratgrad

source: solid angle
de: Raumwinkel
lt: vientisas kampas
pl: kąt bryłowy
sv: fast vinkel

source: square foot
de: Quadratfuß
lt: kvadratinė pėda
pl: stóp kwadratowych
sv: kvadrat meter

source: square inch
de: Quadratzoll
lt: kvadratinis colis
pl: cal kwadratowy
sv: Kvadrattum

source: square league
de: quadratische Liga
lt: kvadrato lyga
pl: kwadratowa liga
sv: fyrkantig liga

source: square mile
de: Quadratmeile
lt: kvadratinė mylia
pl: Mila kwadratowa
sv: kvadratkilometer

source: square rod
de: Vierkantstange
lt: kvadratinis strypas
pl: kwadratowy pręt
sv: fyrkantig stång

source: square survey mile
de: Quadratische Vermessungsmeile
lt: kvadrato matavimo mylia
pl: mila kwadratowa
sv: kvadratkilometer

source: square yard
de: quadratischer Hof
lt: kvadratinis kiemas
pl: Jard kwadratowy
sv: fyrkantig gård

source: standard atmosphere
de: Standardatmosphäre
lt: standartinė atmosfera
pl: standardowa atmosfera
sv: standardatmosfär

source: standard gravity
de: Standardschwerkraft
lt: standartinis sunkis
pl: standardowa grawitacja
sv: standard gravitation

source: standard liter per minute
de: Standardliter pro Minute
lt: standartinis litras per minutę
pl: standardowy litr na minutę
sv: standard liter per minut

source: electrical resistance
de: elektrischer Wiederstand
lt: elektrinė varža
pl: opór elektryczny
sv: elektrisk resistans

source: flux density
de: Flussdichte
lt: srauto tankis
pl: gęstość strumienia
sv: flödestäthet

source: Stefan-Boltzmann constant
de: Stefan-Boltzmann-Konstante
lt: Stefano-Boltzmanno konstanta
pl: Stała Stefana-Boltzmanna
sv: Stefan-Boltzmann konstant

source: steradian
lt: steradianas

source: stere
de: Ster
lt: stereas
pl: ster
sv: stereo

source: stokes
de: schürt
lt: stokai

source: stone
de: Stein
lt: akmuo
pl: złóg
sv: sten

source: survey foot
de: Vermessungsfuß
lt: apklausos pėda
pl: badanie stóp
sv: undersökningsfot

source: survey mile
de: Vermessungsmeile
lt: apklausos mylia
pl: mila ankiety
sv: undersökning mil

source: synodic month
de: synodischer Monat
lt: sinodinis mėnuo
pl: miesiąc synodyczny
sv: synodisk månad

source: tablespoon
de: Esslöffel
lt: šaukštas
pl: łyżka
sv: matsked

source: teaspoon
de: Teelöffel
lt: šaukštelio
pl: łyżeczka
sv: tesked

source: technical atmosphere
de: technische Atmosphäre
lt: techninė atmosfera
pl: atmosfera techniczna
sv: teknisk atmosfär

source: therm
lt: term

source: thermochemical Btu
de: thermochemische Btu
lt: termocheminis Btu
pl: termochemiczne Btu
sv: termokemisk Btu

source: Thomson cross section
de: Thomson-Querschnitt
lt: „Thomson“ skerspjūvis
pl: Przekrój Thomsona
sv: Thomson tvärsnitt

source: ton
de: Tonne
lt: tonos
pl: tona

source: ton of TNT
de: Tonne TNT
lt: tonos TNT
pl: ton TNT
sv: ton TNT

source: ton of oil equivalent
de: Tonne Öläquivalent
lt: tonos naftos ekvivalento
pl: ton ekwiwalentu oleju
sv: ton oljeekvivalenter

source: toe
de: Zehe
lt: pirštas
pl: palec u nogi
sv: tå

source: tropical month
de: tropischer Monat
lt: atogrąžų mėnuo
pl: miesiąc tropikalny
sv: tropisk månad

source: tropical year
de: tropisches Jahr
lt: tropiniai metai
pl: rok tropikalny
sv: tropiska året

source: troy ounce
de: Feinunze
lt: Trojos uncija
pl: uncja trojańska
sv: troy uns

source: troy pound
de: Troy Pfund
lt: Trojos svaras
pl: funt troy
sv: troy pund

source: turn
de: Wende
lt: posūkis
pl: skręcać
sv: sväng

source: unified atomic mass unit
de: einheitliche Atommasseneinheit
lt: vieningas atominės masės vienetas
pl: zunifikowana jednostka masy atomowej
sv: enhetlig atommasseenhet

source: unit pole
de: Einheitspol
lt: vieneto stulpas
pl: jednostka słup
sv: enhetsstång

source: vacuum permeability
de: Vakuumpermeabilität
lt: vakuuminis pralaidumas
pl: przepuszczalność próżni
sv: vakuumpermeabilitet

source: vacuum permittivity
de: Vakuum Permittivität
lt: vakuuminis laidumas
pl: przenikalność próżni
sv: vakuumpermittivitet

source: Von Klitzing constant
de: Von Klitzing Konstante
lt: Von Klitzing pastovus
pl: Stała von Klitzinga
sv: Von Klitzing konstant

source: Water volumic mass
de: Wasservolumenmasse
lt: Vandens tūrinė masė
pl: Masa objętościowa wody
sv: Vattenvolymmassa

source: Water volumic mass at 39F
de: Wasservolumenmasse bei 39F
lt: Vandens tūrinė masė esant 39F
pl: Masa objętościowa wody w 39F
sv: Vattenvolymmassa vid 39F

source: Water volumic mass at 60F
de: Wasservolumenmasse bei 60F
lt: Vandens tūrinė masė esant 60F
pl: Masa objętościowa wody w 60F
sv: Vattenvolymmassa vid 60F

source: wien frequency displacement law constant
de: wien Frequenzverschiebungsgesetzkonstante
lt: wien dažnio poslinkio dėsnio konstanta
pl: Wien stała prawa przesunięcia częstotliwości
sv: wien frekvens förskjutning lag konstant

source: wien displacement law constant
de: wien Verschiebungsgesetz konstant
lt: wien poslinkio dėsnio konstanta
pl: wien stała prawa przemieszczenia
sv: wien förflyttning lag konstant

source: Cu X-ray wavelength
de: Cu-Röntgenwellenlänge
lt: Cu rentgeno bangos ilgis
pl: Długość fali promieniowania rentgenowskiego Cu
sv: Cu röntgenvåglängd

source: Mo X-ray wavelength
de: Mo Röntgenwellenlänge
lt: Mo rentgeno bangos ilgis
pl: Długość fali promieniowania rentgenowskiego Mo
sv: Mo röntgenvåglängd

source: Incompatible units
de: Inkompatible Einheiten
lt: Nesuderinami vienetai
pl: Niezgodne jednostki
sv: Inkompatibla enheter

source: Undefined unit in the registry
de: Undefinierte Einheit in der Registrierung
lt: Nenustatytas vienetas registre
pl: Niezdefiniowana jednostka w rejestrze
sv: Odefinierad enhet i registret

source: Punjabi
pl: Pendżabski

source: debye
pl: cześć
sv: avsked

source: dyne
pl: dyna
sv: dyn

source: eon
de: Äon
pl: wieczność

source: gauss
de: Gauß
pl: gaus

source: henry
pl: henz

source: kip
de: pennen
pl: wyrko
sv: slaf

source: mil
pl: tysiąc

source: nit
pl: gnida

source: pica
pl: cycero

source: mP
pl: poseł

source: stilb
pl: stylb

source: W Kα
sv: W Ka

source: darcy
sv: älskling

source: langley
sv: långley

source: wien u
sv: wien du
