Repository: OpenPrunus/geocurrency
Catalog: modules/core/geocurrency/core/locale/*/LC_MESSAGES/django.po
Languages: de, lt, pl, sv

source: Afrikaans
lt: Afrikanų kalba

source: Arabic
de: Arabisch
lt: arabiškas
pl: arabski
sv: Arabiska

source: Algerian Arabic
de: Algerisches Arabisch
lt: Alžyro arabų
pl: Algierski arabski
sv: Algeriska arabiska

source: Asturian
de: Asturier
lt: Astūriškas
pl: Asturyjski
sv: Asturiska

source: Azerbaijani
de: Aserbaidschanisch
lt: Azerbaidžanietis
pl: azerbejdżański
sv: Azerbajdzjanska

source: Bulgarian
de: bulgarisch
lt: Bulgarų
pl: bułgarski
sv: Bulgariska

source: Belarusian
de: Belarussisch
lt: Baltarusių
pl: Białoruski
sv: Vitryska

source: Bengali
lt: Bengalų k
pl: bengalski

source: Breton
de: Bretonisch
lt: Bretonų
sv: Bretonska

source: Bosnian
de: bosnisch
lt: Bosnių
pl: bośniacki
sv: Bosniska

source: Catalan
de: katalanisch
lt: Katalonų
pl: Kataloński
sv: katalansk

source: Czech
de: Tschechisch
lt: Čekų
sv: tjeck

source: Welsh
de: Walisisch
lt: Valų kalba
pl: walijski
sv: Walesiska

source: Danish
de: dänisch
lt: Danų
pl: duński
sv: Danska

source: German
de: Deutsche
lt: Vokiečių kalba
pl: Niemiecki
sv: tysk

source: Lower Sorbian
de: Niedersorbisch
lt: Žemutinė sorbų kalba
pl: Dolnołużycki
sv: Nedre sorbiska

source: Greek
de: griechisch
lt: Graikų
pl: grecki
sv: grekisk

source: English
de: Englisch
lt: Anglų
pl: język angielski
sv: engelsk

source: Australian English
de: Australisches Englisch
lt: Australijos anglų kalba
pl: Australijski angielski
sv: Australisk engelska

source: British English
de: Britisches Englisch
lt: Britų anglų kalba
pl: Brytyjski Angielski
sv: brittisk engelska

source: Esperanto
lt: Esperanto k

source: Spanish
de: Spanisch
lt: Ispanų
pl: hiszpański
sv: Spanska

source: Argentinian Spanish
de: Argentinisches Spanisch
lt: Argentiniečių ispanų
pl: Argentyński hiszpański
sv: Argentinsk spanska

source: Colombian Spanish
de: Kolumbianisches Spanisch
lt: Kolumbijos ispanas
pl: Kolumbijski hiszpański
sv: Colombianska spanska

source: Mexican Spanish
de: Mexikanisches Spanisch
lt: Meksikos ispanų
pl: Meksykański hiszpański
sv: Mexikansk spanska

source: Nicaraguan Spanish
de: Nicaraguanisches Spanisch
lt: Nikaragvos ispanas
pl: Hiszpański nikaraguański
sv: Nicaraguanska spanska

source: Venezuelan Spanish
de: Venezolanisches Spanisch
lt: Venesuelos ispanas
pl: Wenezuelski hiszpański
sv: Venezuelansk spanska

source: Estonian
de: estnisch
lt: Estų
pl: estoński
sv: estniska

source: Basque
de: baskisch
lt: Baskų kalba
pl: baskijski
sv: Baskiska

source: Persian
de: persisch
lt: Persų
pl: perski
sv: Persiska

source: Finnish
de: finnisch
lt: Suomių
pl: fiński
sv: Finska

source: French
de: Französisch
lt: Prancūzų kalba
pl: Francuski
sv: Franska

source: Frisian
de: Friesisch
lt: Frizas
pl: fryzyjski
sv: frisiska

source: Irish
de: irisch
lt: Airių
pl: irlandzki
sv: Irländska

source: Scottish Gaelic
de: schottisch Gälisch
lt: Škotų gėlų
pl: Szkocki gaelicki
sv: Skotsk gaelisk

source: Galician
de: galizisch
lt: Galisų
pl: Galicyjski
sv: Galiciska

source: Hebrew
de: hebräisch
lt: Hebrajų kalba
pl: hebrajski
sv: Hebreiska

source: Hindi
lt: Hindi k
pl: hinduski

source: Croatian
de: kroatisch
lt: Kroatų
pl: chorwacki
sv: Kroatisk

source: Upper Sorbian
de: Obersorbisch
lt: Viršutinė sorbė
pl: Górnołużycki
sv: Övre sorbiska

source: Hungarian
de: ungarisch
lt: Vengrų
pl: język węgierski
sv: Ungerska

source: Armenian
de: Armenisch
lt: Armėnų
pl: ormiański
sv: Armeniska

source: Interlingua
lt: Interlingva

source: Indonesian
de: Indonesisch
lt: Indoneziečių
pl: indonezyjski
sv: Indonesiska

source: Ido
de: Ich mache
lt: Aš darau
pl: Ja robię
sv: Jag gör

source: Icelandic
de: isländisch
lt: Islandų
pl: islandzki
sv: isländsk

source: Italian
de: Italienisch
lt: Italų
pl: Włoski
sv: Italienska

source: Japanese
de: japanisch
lt: Japonų
pl: język japoński
sv: Japanska

source: Georgian
de: georgisch
lt: Gruzinas
pl: gruziński
sv: georgiansk

source: Kazakh
de: Kasachisch
lt: Kazachas
pl: Kazachski
sv: Kazakiska

source: Khmer
lt: Khmerai
pl: Khmerski

source: Korean
de: Koreanisch
lt: Korėjiečių
pl: koreański
sv: Koreanska

source: Kyrgyz
de: Kirgisisch
lt: Kirgizai
pl: Kirgiski
sv: Kirgiziska

source: Luxembourgish
de: Luxemburgisch
lt: Liuksemburgiečių
pl: Luksemburski
sv: Luxemburgiska

source: Lithuanian
de: litauisch
lt: Lietuvis
pl: litewski
sv: Litauiska

source: Latvian
de: lettisch
lt: Latvių
pl: łotewski
sv: Lettiska

source: Macedonian
de: mazedonisch
lt: Makedonų
pl: macedoński
sv: Makedonska

source: Malayalam
lt: Malajalam
pl: Malajalam

source: Mongolian
de: mongolisch
lt: Mongolų
pl: mongolski
sv: Mongoliska

source: Marathi
lt: Maratų kalba

source: Burmese
de: birmanisch
lt: Birmiečių
pl: Birmańczyk
sv: Burmesiska

source: Norwegian Bokmål
de: Norwegischer Bokmål
lt: Norvegų bokmål
pl: Norweski Bokmål
sv: Norska bokmål

source: Nepali
lt: Nepalo kalba
pl: Nepalski
sv: Nepalesiska

source: Dutch
de: Niederländisch
lt: Olandų
pl: holenderski
sv: Nederländska

source: Norwegian Nynorsk
de: Norwegischer Nynorsk
lt: Norvegų Nynorskas
pl: Norweski Nynorsk
sv: Norska nynorsk

source: Ossetic
de: Ossetisch
lt: Osetinė
pl: Osetyjski
sv: Ossetisk

source: Polish
de: Polieren
lt: lenkas
pl: Polskie
sv: putsa

source: Portuguese
de: Portugiesisch
lt: Portugalų
pl: portugalski
sv: Portugisiska

source: Brazilian Portuguese
de: Brasilianisches Portugiesisch
lt: Brazilijos portugalas
pl: Brazylijski portugalski
sv: Brasiliansk portugisisk

source: Romanian
de: rumänisch
lt: Rumunų
pl: rumuński
sv: rumänska

source: Russian
de: Russisch
lt: Rusų
pl: Rosyjski
sv: ryska

source: Slovak
de: slowakisch
lt: Slovakų
pl: słowacki
sv: Slovakiska

source: Slovenian
de: Slowenisch
lt: Slovėnų
pl: słoweński
sv: Slovenska

source: Albanian
de: albanisch
lt: Albanų
pl: albański
sv: Albanska

source: Serbian
de: serbisch
lt: Serbų
pl: serbski
sv: Serbiska

source: Serbian Latin
de: Serbisches Latein
lt: Serbų lotynų
pl: Serbska łacina
sv: Serbiska latin

source: Swedish
de: Schwedisch
lt: Švedų
pl: szwedzki
sv: svenska

source: Swahili
lt: Svahili kalba
pl: Suahili

source: Tamil
lt: Tamilų

source: Telugu
lt: Telugų k

source: Tajik
de: Tadschikisch
lt: Tadžikų kalba
pl: tadżycki

source: Thai
lt: Tajų
pl: tajski

source: Turkmen
de: Turkmenen
lt: Turkmėnų
pl: Turkmeński

source: Turkish
de: Türkisch
lt: Turkų
pl: turecki
sv: Turkiska

source: Tatar
lt: Totorius
sv: Tatarisk

source: Udmurt
lt: Udmurtas

source: Ukrainian
de: ukrainisch
lt: Ukrainietis
pl: ukraiński
sv: Ukrainska

source: Urdu
lt: Urdu kalba

source: Uzbek
de: Usbekisch
lt: Uzbekų
pl: uzbecki
sv: Uzbekiska

source: Vietnamese
de: Vietnamesisch
lt: Vietnamiečių
pl: wietnamski
sv: Vietnamesiska

source: Simplified Chinese
de: Vereinfachtes Chinesisch
lt: Supaprastinta kinų kalba
pl: Chiński uproszczony
sv: Förenklad kinesiska

source: Traditional Chinese
de: Traditionelles Chinesisch
lt: Tradicinis kinietiškas
pl: Tradycyjne chińskie
sv: Traditionell kinesiska

source: Rate could not be found
de: Rate konnte nicht gefunden werden
lt: Įvertinimo rasti nepavyko
pl: Nie można znaleźć stawki
sv: Pris kunde inte hittas

source: dimensionless
de: dimensionslos
lt: be matmenų
pl: bezwymiarowy
sv: dimensionslös

source: length
de: Länge
lt: ilgio
pl: długość
sv: längd

source: surface
de: Oberfläche
lt: paviršius
pl: powierzchnia
sv: yta

source: volume
de: Volumen
lt: apimtis
pl: Tom
sv: volym

source: time
de: Zeit
lt: laikas
pl: czas
sv: tid

source: mass
de: Masse
lt: masės
pl: masa
sv: massa

source: speed
de: Geschwindigkeit
lt: greičiu
pl: prędkość
sv: fart

source: acceleration
de: Beschleunigung
lt: pagreitis
pl: przyśpieszenie

source: meter per gram
de: Meter pro Gramm
lt: metras už gramą
pl: metr na gram

source: absorption
lt: absorbcija
pl: wchłanianie

source: force
de: Macht
lt: jėga
pl: siła
sv: tvinga

source: energy
de: Energie
lt: energijos
pl: energia
sv: energi

source: electric current
de: elektrischer Strom
lt: elektros srovė
pl: prąd elektryczny
sv: elektrisk ström

source: electric charge
de: elektrische Ladung
lt: elektros krūvis
pl: ładunek elektryczny
sv: elektrisk laddning

source: elementary charge
de: Grundladung
lt: elementarusis krūvis
pl: opłata podstawowa
sv: elementär laddning

source: electromagnetic inductance
de: elektromagnetische Induktivität
lt: elektromagnetinis induktyvumas
pl: indukcyjność elektromagnetyczna
sv: elektromagnetisk induktans

source: electromagnetic resistance
de: elektromagnetischer Widerstand
lt: elektromagnetinė varža
pl: odporność elektromagnetyczna
sv: elektromagnetiskt motstånd

source: electrical conductance
de: elektrische Leitfähigkeit
lt: elektros laidumas
pl: przewodnictwo elektryczne
sv: elektrisk ledning

source: electric potential difference
de: elektrische Potentialdifferenz
lt: elektrinio potencialo skirtumas
pl: różnica potencjałów elektrycznych
sv: elektrisk potentialskillnad

source: electric field
de: elektrisches Feld
lt: elektrinis laukas
pl: pole elektryczne
sv: elektriskt fält

source: linear mass density
de: lineare Massendichte
lt: linijinis masės tankis
pl: liniowa gęstość masy
sv: linjär massdensitet

source: intensity
de: Intensität
lt: intensyvumas
pl: intensywność
sv: intensitet

source: temperature
de: Temperatur
lt: temperatūra
pl: temperatura
sv: temperatur

source: amount of substance
de: Menge der Substanz
lt: medžiagos kiekio
pl: ilość substancji
sv: mängd ämne

source: density of particle
de: Teilchendichte
lt: dalelės tankis
pl: gęstość cząstek
sv: densitet av partiklar

source: catalytic activity
de: katalytische Aktivität
lt: katalizinis aktyvumas
pl: aktywność katalityczna
sv: katalytisk aktivitet

source: quantity of information
de: Menge an Informationen
lt: informacijos kiekis
pl: ilość informacji
sv: mängd information

source: density of information
de: Informationsdichte
lt: informacijos tankumas
pl: gęstość informacji
sv: informationens densitet

source: magnetic moment
de: magnetisches Moment
lt: magnetinis momentas
pl: Moment magnetyczny
sv: magnetiskt ögonblick

source: electric moment
de: elektrisches Moment
lt: elektrinis momentas
pl: moment elektryczny
sv: elektriska ögonblick

source: luminous intensity
de: Leuchtstärke
lt: šviesos intensyvumas
pl: natężenie światła
sv: ljusintensitet

source: electrical capacitance
de: elektrische Kapazität
lt: elektrinė talpa
pl: pojemność elektryczna
sv: elektrisk kapacitans

source: electric force
de: elektrische Kraft
lt: elektros jėga
pl: siła elektryczna
sv: elektrisk kraft

source: frequency
de: Frequenz
lt: dažnis
pl: częstotliwość
sv: frekvens

source: electromagnetic action
de: elektromagnetische Wirkung
lt: elektromagnetinis veikimas
pl: działanie elektromagnetyczne
sv: elektromagnetisk verkan

source: power per unit per wavelength interval
de: Leistung pro Einheit pro Wellenlängenintervall
lt: galia vienetui bangos ilgio intervale
pl: moc na jednostkę na interwał długości fali
sv: effekt per enhet per våglängdsintervall

source: electrostatic unit of charge
de: elektrostatische Ladungseinheit
lt: elektrostatinis įkrovos vienetas
pl: elektrostatyczna jednostka ładunku
sv: elektrostatisk laddningsenhet

source: magnetic induction
de: magnetische Induktion
lt: magnetinė indukcija
pl: Indukcja magnetyczna
sv: magnetisk induktion

source: angle
de: Winkel
lt: kampu
pl: kąt
sv: vinkel

source: luminance
de: Luminanz
lt: skaistis
pl: luminancja
sv: luminans

source: radiation
de: Strahlung
lt: radiacija
pl: promieniowanie
sv: strålning

source: luminous flux
de: Lichtstrom
lt: šviesos srautas
pl: Strumień świetlny
sv: ljusflöde

source: illuminance
de: Beleuchtungsstärke
lt: apšvietimas
pl: natężenie oświetlenia
sv: belysningsstyrka

source: magnetic flux quantum
de: Magnetflussquant
lt: magnetinio srauto kvantas
pl: strumień magnetyczny
sv: magnetiskt flödeskvantum

source: concentration
de: Konzentration
lt: susikaupimas
pl: stężenie
sv: koncentration

source: energy per temperature increment per mole
de: Energie pro Temperaturinkrement pro Mol
lt: energijos, tenkančios temperatūros prieaugiui moliui
pl: energia na przyrost temperatury na mol
sv: energi per temperaturökning per mol

source: neper
lt: neperis

source: newtonian constant of gravitation
de: Newtonsche Gravitationskonstante
lt: niutono gravitacijos konstanta
pl: stała grawitacji niutona
sv: newtonsk gravitationskonstant

source: viscosity
de: Viskosität
lt: klampumas
pl: lepkość
sv: viskositet

source: pressure
de: Druck
lt: spaudimas
pl: nacisk
sv: tryck

source: reciprocal length
de: wechselseitige Länge
lt: abipusis ilgis
pl: odwrotna długość
sv: ömsesidig längd

source: angular speed
de: Winkelgeschwindigkeit
lt: kampinis greitis
pl: prędkość kątowa
sv: vinkelhastighet

source: reciprocal viscosity
de: reziproke Viskosität
lt: abipusis klampumas
pl: odwrotna lepkość
sv: ömsesidig viskositet

source: radiation exposure
de: Strahlungsbelastung
lt: radiacijos poveikis
pl: narażenie na promieniowanie
sv: strålningsexponering

source: solid degree
de: solider Grad
lt: tvirtas laipsnis
pl: solidny stopień
sv: solid grad

source: volumetric flow rate
de: Volumenstrom
lt: tūrinis srautas
pl: objętościowe natężenie przepływu
sv: volymflöde

source: magnetic field
de: Magnetfeld
lt: magnetinis laukas
pl: pole magnetyczne
sv: magnetiskt fält

source: mass density
de: Massendichte
lt: masės tankis
pl: gęstość masy
sv: Mass densitet

source: Copper Kα
de: Kupfer Kα
lt: Varis Kα
sv: Koppar Kα

source: Molybdenum K-α
de: Molybdän K-α
lt: Molibdenas K-α
pl: Molibden K-α
sv: Molybden K-a

source: Tungsten K-α
de: Wolfram K-α
lt: Volframas K-α
pl: Wolfram K-α
sv: Volfram K-α

source: long ton-force
de: lange Tonnenkraft
lt: ilga tona jėga
pl: siła długich tonów
sv: lång tonkraft

source: long ton
de: lange Tonne
lt: ilga tona
pl: długa tona
sv: långt ton

source: short ton force
de: kurze Tonne Kraft
lt: trumpa tonos jėga
pl: siła krótkiej tony
sv: kort tonkraft

source: short hundredweight
de: kurzes Zentnergewicht
lt: trumpas šimtas svorio
pl: krótki cetnar
sv: kort hundravikt

source: short ton
de: kurze Tonne
lt: trumpa tona
pl: krótka tona
sv: kort ton

source: US International Ampere
lt: JAV tarptautinis amperas
pl: Amerykański amper międzynarodowy
sv: USA: s internationella ampere

source: US international Ohm
lt: JAV tarptautinis omas
pl: Amerykański międzynarodowy Ohm
sv: USA: s internationella Ohm

source: US international Volt
lt: JAV tarptautinis „Volt“
pl: Amerykańskie międzynarodowe Volt
sv: USA: s internationella Volt

source: US therm
lt: JAV term
sv: Amerikansk term

source: heat energy
de: Wärmeenergie
lt: šilumos energija
pl: energia cieplna
sv: värmeenergi

source: Aberdeen
lt: Aberdynas

source: abfarad
lt: abfaradas

source: abhenry
lt: abenrija

source: electrical inductance
de: elektrische Induktivität
lt: elektrinis induktyvumas
pl: indukcyjność elektryczna
sv: elektrisk induktans

source: abvolt
lt: abvoltas

source: acre
lt: akras
pl: akr
sv: tunnland

source: acre-foot
de: Morgen Fuß
lt: arų pėda
pl: akr stopa
sv: tunnland fot

source: ampere
lt: amperų
pl: amper

source: ampere-turn
lt: ampero posūkis
pl: amperobrót

source: angstrom
de: Angström
lt: angstremas
sv: ångström

source: angstrom star
de: Angström Stern
lt: angstremo žvaigždė
sv: angströmstjärna

source: apothecary dram
de: Apothekendram
lt: vaistininkų dramas
pl: aptekarz dram
sv: apotekare dram

source: apothecary ounce
de: Apotheker Unze
lt: vaistininko uncija
pl: uncja aptekarska
sv: apotek ounce

source: apothecary pound
de: Apotheker Pfund
lt: vaistininko svaras
pl: funt aptekarski
sv: apotekspund

source: minute of arc
de: Bogenminute
lt: lanko minutė
pl: minuta łuku
sv: minut av båge

source: second of arc
de: Sekunde des Bogens
lt: sekundės lanko
pl: sekunda łuku
sv: sekund av bågen

source: are
de: sind
lt: yra
pl: są
sv: är

source: astronomical unit
de: astronomische Einheit
lt: astronominis vienetas
pl: jednostka astronomiczna
sv: astronomiska enheten

source: atmosphere liter
de: Atmosphäre Liter
lt: atmosferos litras
pl: atmosfera litr
sv: atmosfär liter

source: atomic mass constant
de: Atommassenkonstante
lt: atominės masės konstanta
pl: stała masy atomowej
sv: atommassakonstant

source: constant
de: Konstante
lt: pastovus
pl: stały
sv: konstant

source: atomic unit of current
de: atomare Einheit des Stroms
lt: atominis srovės vienetas
pl: atomowa jednostka prądu
sv: atomenhet av ström

source: atomic unit of electric field
de: atomare Einheit des elektrischen Feldes
lt: atominis elektrinio lauko vienetas
pl: atomowa jednostka pola elektrycznego
sv: atomenhet för elektriskt fält

source: atomic unit of force
de: atomare Krafteinheit
lt: atominis jėgos vienetas
pl: atomowa jednostka siły
sv: atomisk kraftenhet

source: atomic unit of intensity
de: atomare Einheit der Intensität
lt: atominis intensyvumo vienetas
pl: atomowa jednostka natężenia
sv: atomenhetens intensitet

source: atomic unit of temperature
de: atomare Temperatureinheit
lt: atominis temperatūros vienetas
pl: atomowa jednostka temperatury
sv: atomenhetens temperatur

source: atomic unit of time
de: atomare Zeiteinheit
lt: atominis laiko vienetas
pl: atomowa jednostka czasu
sv: atomenhet

source: Avogadro constant
de: Avogadro-Konstante
lt: Avogadro konstanta
pl: Stała Avogadro
sv: Avogadro konstant

source: Avogadro number
de: Avogadro-Nummer
lt: „Avogadro“ numeris
pl: Numer Avogadro
sv: Avogadro-nummer

source: bag
de: Tasche
lt: maišas
pl: torba
sv: väska

source: quantity
de: Menge
lt: kiekis
pl: Ilość
sv: kvantitet

source: bar
lt: baras

source: barn
de: Scheune
lt: tvartas
pl: stodoła
sv: ladugård

source: barrel
de: Fass
lt: statinė
pl: beczka
sv: tunna

source: becquerel
lt: bekerelis
pl: bekerel

source: radioactivity
de: Radioaktivität
lt: radioaktyvumas
pl: radioaktywność
sv: radioaktivitet

source: beer barrel
de: Bierfass
lt: alaus statinė
pl: beczka piwa
sv: ölfat

source: field quantity
de: Feldmenge
lt: lauko kiekis
pl: ilość pola
sv: fältkvantitet

source: biot
lt: biotas

source: biot turn
de: Biot drehen
lt: biot posūkis
sv: biot-tur

source: bit
de: bisschen
lt: šiek tiek
pl: kawałek

source: bits per pixel
de: Bits pro Pixel
lt: bitų pikselyje
pl: bitów na piksel
sv: bitar per pixel

source: board foot
de: Brettfuß
lt: lentos koja
pl: stopa deski
sv: brädefot

source: bohr magneton
lt: bohr magnetonas

source: boiler horsepower
de: Kesselleistung
lt: katilo arklio galia
pl: moc kotła
sv: panna hästkrafter

source: power
de: Leistung
lt: galia
pl: moc
sv: kraft

source: boltzmann constant
de: Boltzmann-Konstante
lt: boltzmann konstanta
pl: stała Boltzmanna
sv: boltzmann konstant

source: british thermal unit
de: britische thermische Einheit
lt: britiškas terminis blokas
pl: brytyjska jednostka termiczna
sv: brittisk termisk enhet

source: bushel
de: Scheffel
lt: bušelis
pl: buszel

source: byte
lt: baitas
pl: bajt

source: cable length
de: Kabellänge
lt: laido ilgis
pl: długość kabla
sv: Kabellängd

source: calorie
de: Kalorie
lt: kalorijų
pl: kaloria
sv: kalori

source: candela
lt: kandela
pl: kandela

source: carat
de: Karat
lt: karatų
pl: karat
sv: karat

source: centimeter H20
de: Zentimeter H20
lt: centimetras H20
pl: centymetr H20

source: centimeter Hg
de: Zentimeter Hg
lt: centimetras Hg
pl: centymetr Hg

source: century
de: Jahrhundert
lt: amžiaus
pl: stulecie
sv: århundrade

source: chain
de: Kette
lt: grandinė
pl: łańcuch
sv: kedja

source: cicero
lt: ciceronas
pl: Cycero

source: circular mil
de: kreisförmige mil
lt: žiedinis mil
pl: okrągły mil
sv: cirkulär mil

source: classical electron radius
de: klassischer Elektronenradius
lt: klasikinis elektronų spindulys
pl: klasyczny promień elektronu
sv: klassisk elektronradie

source: common year
de: gemeinsames Jahr
lt: bendri metai
pl: wspólny rok
sv: gemensamt år

source: conductance quantum
de: Leitfähigkeitsquant
lt: laidumo kvantas
pl: kwant przewodnictwa
sv: konduktanskvantum

source: conventional ampere
de: herkömmliches Ampere
lt: įprastas amperas
pl: konwencjonalny amper
sv: konventionell ampere

source: conventional coulomb
de: konventionelles Coulomb
lt: įprastas kulonas
pl: konwencjonalny kulomb
sv: konventionell coulomb

source: conventional farad
de: konventioneller Farad
lt: įprastinis faradas
pl: konwencjonalny farad
sv: konventionell farad

source: eletrical capacitance
de: elektrische Kapazität
lt: elektrinė talpa
pl: pojemność elektryczna
sv: elkapacitet

source: conventional henry
de: konventionelle henry
lt: įprastas Henry
pl: konwencjonalny henry
sv: konventionell henry

source: conventional josephson constant
de: konventionelle Josephson-Konstante
lt: įprasta josephson konstanta
pl: konwencjonalna stała Josephsona
sv: konventionell josephson-konstant

source: conventional ohm
de: konventioneller Ohm
lt: įprastas omas
pl: konwencjonalny om
sv: konventionell ohm

source: conventional volt
de: konventionelle Volt
lt: įprastas voltas
pl: konwencjonalne wolt
sv: konventionell volt

source: conventional Von Klitzing constant
de: konventionelle Von-Klitzing-Konstante
lt: įprasta Von Klitzingo konstanta
pl: konwencjonalna stała Von Klitzinga
sv: konventionell Von Klitzing-konstant

source: conventional Watt
de: konventionelles Watt
lt: įprastas vatas
pl: konwencjonalny wat
sv: konventionellt watt

source: coulomb
lt: kulona
pl: kulomb

source: coulomb constant
de: Coulomb-Konstante
lt: kulono konstanta
pl: stała kulombowska
sv: coulomb konstant

source: count
de: Anzahl
lt: suskaičiuoti
pl: liczyć
sv: räkna

source: counts per second
de: zählt pro Sekunde
lt: skaičiuojama per sekundę
pl: liczy na sekundę
sv: räknas per sekund

source: CSS pixel
lt: CSS taškas
pl: Piksel CSS

source: cubic centimeter
de: Kubikzentimeter
lt: kubinis centimetras
pl: centymetr sześcienny
sv: kubikcentimeter

source: cubic foot
de: Kubikfuß
lt: kubinė pėda
pl: stopa sześcienna
sv: kubikfot

source: cubic inch
de: Kubikzoll
lt: kubinis colis
pl: cal sześcienny
sv: kubikcentimeter

source: cubic yard
de: Kubikmeter
lt: kubinis kiemas
pl: metr sześcienny
sv: kubikgård

source: cup
de: Tasse
lt: puodelis
pl: Puchar
sv: kopp

source: dalton
lt: daltonas

source: permeability
de: Permeabilität
lt: pralaidumas
pl: przepuszczalność
sv: permeabilitet

source: day
de: Tag
lt: diena
pl: dzień
sv: dag

# unit
source: day
de: Tag
lt: diena
pl: dzień
sv: dag

source: decade
de: Dekade
lt: dešimtmetis
pl: dekada
sv: årtionde

# symbol
source: decade
de: Dekade
lt: dešimtmetis
pl: dekada
sv: årtionde

source: degree
de: Grad
lt: laipsnį
pl: stopień
sv: grad

source: degree Celsius
de: Grad Celsius
lt: laipsnio Celsijaus
pl: stopień Celsjusza
sv: grader Celsius

source: degree Fahrenheit
de: Grad Fahrenheit
lt: laipsnis pagal Farenheitą
pl: stopień Fahrenheita
sv: grad Fahrenheit

source: degree Rankine
de: Grad Rankine
lt: laipsnio Rankine
pl: stopień Rankine'a
sv: grad Rankine

source: degree Reaumur
de: Grad Reaumur
lt: laipsnio Reaumur
pl: stopień Reaumur
sv: grad Reaumur

source: denier
lt: neigėjas
sv: förnekare

source: Dirac constant
de: Dirac-Konstante
lt: Dirac konstanta
pl: Stała Diraca
sv: Dirac konstant

source: dram
lt: dramas
pl: naparstek

source: dry barrel
de: trockenes Fass
lt: sausa statinė
pl: sucha beczka
sv: torr fat

source: dry gallon
de: trockene Gallone
lt: sausas galonas
pl: suchy galon
sv: torr gallon

source: dry pint
de: trockenes Pint
lt: sausas pintas
pl: wytrawny kufel
sv: torr pint

source: dry quart
de: trockener Quart
lt: sausas litras
pl: kwarta sucha
sv: torr kvart

source: decitex
lt: deciteksas

source: eletcrical horsepower
de: elektrische Leistung
lt: eletrinė arklio galia
pl: moc elektryczna
sv: elektriska hästkrafter

source: electron G-factor
de: Elektronen-G-Faktor
lt: elektronų G faktorius
pl: elektronowy współczynnik G.
sv: elektron G-faktor

source: electron mass
de: Elektronenmasse
lt: elektronų masė
pl: masa elektronu
sv: elektronmassa

source: electronvolt
de: Elektronenvolt
lt: elektronvoltas
pl: elektronowolt
sv: elektronvolt
