Repository: OpenPrunus/geocurrency
Catalog: src/geocurrency/core/locale/*/LC_MESSAGES/django.po
Languages: hu, it, ro, sq

source: Afrikaans
sq: Afrikanisht

source: Arabic
hu: arab
it: Arabo
sq: Arabisht

source: Algerian Arabic
hu: Algériai arab
it: Arabo algerino
ro: Arabă algeriană
sq: Arabisht algjeriane

source: Azerbaijani
hu: azerbajdzsáni
it: Azero
ro: Azeră
sq: Azerbajxhanas

source: Bulgarian
hu: bolgár
it: bulgaro
ro: bulgară
sq: Bullgare

source: Belarusian
hu: Belorusz
it: Bielorusso
ro: Bielorusă
sq: Bjellorusisht

source: Bengali
hu: bengáli
it: bengalese
ro: Bengaleză
sq: Bengalisht

source: Breton
it: bretone
sq: Bretonisht

source: Bosnian
hu: Bosnyák
it: Bosniaco
ro: Bosniac
sq: Boshnjak

source: Catalan
hu: katalán
it: catalano
sq: Katalanisht

source: Czech
hu: cseh
it: ceco
ro: ceh
sq: Çeke

source: Welsh
hu: walesi
it: gallese
ro: Galeză
sq: Uellsit

source: Danish
hu: dán
it: danese
ro: danez
sq: Daneze

source: German
hu: német
it: Tedesco
ro: limba germana
sq: Gjermanisht

source: Lower Sorbian
hu: Alsó szorb
it: Sorabo inferiore
ro: Soraba inferioară
sq: Sorbishte e poshtme

source: Greek
hu: görög
it: greco
ro: Greacă
sq: Greke

source: English
hu: angol
it: Inglese
ro: Engleză
sq: Anglisht

source: Australian English
hu: Ausztrál angol
it: Inglese australiano
ro: Engleză australiană
sq: Anglisht australian

source: British English
hu: brit angol
it: inglese britannico
ro: engleza britanică
sq: Anglisht britanik

source: Spanish
hu: spanyol
it: spagnolo
ro: Spaniolă
sq: Spanjisht

source: Argentinian Spanish
hu: Argentin spanyol
it: Spagnolo argentino
ro: Spaniolă argentiniană
sq: Spanjisht Argjentinase

source: Colombian Spanish
hu: Kolumbiai spanyol
it: Spagnolo colombiano
ro: Spaniolă columbiană
sq: Spanjisht kolumbiane

source: Mexican Spanish
hu: Mexikói spanyol
it: Spagnolo messicano
ro: Spaniolă mexicană
sq: Spanjisht meksikan

source: Nicaraguan Spanish
hu: Nicaraguai spanyol
it: Spagnolo nicaraguense
ro: Spaniolă nicaraguană
sq: Nikaragua Spanjisht

source: Venezuelan Spanish
hu: Venezuelai spanyol
it: Spagnolo venezuelano
ro: Spaniolă venezueleană
sq: Spanjisht Venezuelë

source: Estonian
hu: észt
it: Estone
ro: Estonă
sq: Estonez

source: Basque
hu: baszk
it: Basco
ro: Bască
sq: Baskisht

source: Persian
hu: perzsa
it: persiano
ro: persană
sq: Persisht

source: Finnish
hu: finn
it: finlandese
ro: finlandeză
sq: Finlandisht

source: French
hu: Francia
it: francese
ro: limba franceza
sq: Frëngjisht

source: Frisian
hu: fríz
it: Frisone
ro: Frizonă
sq: Frizian

source: Irish
hu: ír
it: irlandesi
ro: irlandez
sq: Irlandez

source: Scottish Gaelic
hu: Skót gael
it: Gaelico Scozzese
ro: Gaelica scoțiană
sq: Galike skoceze

source: Galician
hu: Galíciai
it: galiziano
ro: Galiciană
sq: Galike

source: Hebrew
hu: héber
it: ebraico
ro: Ebraică
sq: Hebraisht

source: Hindi
sq: Hindisht

source: Croatian
hu: horvát
it: croato
ro: croat
sq: Kroate

source: Upper Sorbian
hu: Felső szorb
it: Sorabo superiore
ro: Soraba superioară
sq: Sorbishte e sipërme

source: Hungarian
hu: Magyar
it: ungherese
ro: Maghiară
sq: Hungarez

source: Armenian
hu: örmény
it: armeno
ro: armean
sq: Armene

source: Indonesian
hu: indonéz
it: indonesiano
ro: Indoneziană
sq: Indonezisht

source: Icelandic
hu: izlandi
it: islandese
ro: islandez
sq: Islandez

source: Italian
hu: olasz
it: italiano
ro: Italiană
sq: Italiane

source: Japanese
hu: japán
it: giapponese
ro: japonez
sq: Japoneze

source: Georgian
hu: grúz
it: georgiano
sq: Gjeorgjian

source: Kabyle
sq: Kabile

source: Kazakh
hu: kazah
it: Kazako
ro: Kazahă
sq: Kazak

source: Kannada
sq: Kanada

source: Korean
hu: koreai
it: coreano
ro: coreeană
sq: Koreane

source: Kyrgyz
hu: Kirgiz
it: Kirghizistan
ro: Kârgâză
sq: Kirgize

source: Luxembourgish
hu: Luxemburgi
it: Lussemburghese
ro: Luxemburgheză
sq: Luksemburgase

source: Lithuanian
hu: litván
it: Lituano
ro: lituanian
sq: Lituaneze

source: Latvian
hu: lett
it: lettone
ro: Letonă
sq: Letonisht

source: Macedonian
hu: Macedón
it: macedone
ro: macedonean
sq: Maqedonas

source: Malayalam
sq: Malajalameze

source: Mongolian
hu: mongol
it: mongolo
ro: mongol
sq: Mongolisht

source: Marathi
sq: Maratisht

source: Burmese
hu: burmai
it: birmano
ro: Birmanez
sq: Burmanisht

source: Norwegian Bokmål
hu: Norvég bokmål
it: Norvegese Bokmål
ro: Norvegiană bokmål
sq: Bokmal norvegjeze

source: Nepali
hu: nepáli
it: Nepalese
ro: Nepaleză
sq: Nepalisht

source: Dutch
hu: holland
it: olandese
ro: Olandeză
sq: Holandez

source: Ossetic
hu: Oszét
it: Ossetico
ro: Osetic
sq: Osetik

source: Punjabi
hu: pandzsábi
sq: Punxhabi

source: Polish
hu: fényesít
it: polacco
ro: Lustrui
sq: Polake

source: Portuguese
hu: portugál
it: portoghese
ro: Portugheză
sq: Portugez

source: Brazilian Portuguese
hu: Brazil-Portugál
it: Portoghese Brasiliano
ro: brazilian portughez
sq: Portugeze braziliane

source: Romanian
hu: román
it: rumeno
ro: Română
sq: Rumune

source: Russian
hu: orosz
it: russo
ro: Rusă
sq: Rusisht

source: Slovak
hu: szlovák
it: Slovacco
ro: Slovacă
sq: Sllovake

source: Slovenian
hu: szlovén
it: sloveno
ro: Slovenă
sq: Sllovene

source: Albanian
hu: albán
it: albanese
ro: albanez
sq: Shqiptare

source: Serbian
hu: szerb
it: serbo
ro: sârb
sq: Serbe

source: Serbian Latin
hu: Szerb latin
it: Serbo latino
ro: Latină sârbă
sq: Latinisht serbisht

source: Swedish
hu: svéd
it: svedese
ro: suedez
sq: Suedisht

source: Swahili
hu: Szuahéli
sq: Suahilisht

source: Tamil
ro: Tamilă
sq: Tamilisht

source: Telugu
sq: Teluge

source: Tajik
hu: Tadzsik
it: Tagico
sq: Taxhikisht

source: Thai
it: tailandese
sq: Tajlandez

source: Turkish
hu: török
it: Turco
ro: turc
sq: turk

source: Tatar
hu: tatár
it: Tartaro
ro: Tătar
sq: Tatarisht

source: Ukrainian
hu: ukrán
it: ucraino
ro: ucrainean
sq: Ukrainas

source: Uzbek
hu: üzbég
it: Uzbeko
ro: uzbec
sq: Uzbekisht

source: Vietnamese
hu: vietnami
it: vietnamita
ro: Vietnameză
sq: Vietnameze

source: Simplified Chinese
hu: Egyszerűsített kínai
it: Cinese semplificato
ro: Chineză simplificată
sq: Kineze e thjeshtuar

source: Traditional Chinese
hu: Tradicionális kínai
it: Cinese tradizionale
ro: Chineză tradițională
sq: Kineze Tradicionale

source: Unknown country or no info for this country
it: Paese sconosciuto o nessuna informazione per questo paese
ro: Țară necunoscută sau fără informații pentru această țară
sq: Vend i panjohur ose asnjë informacion për këtë vend

source: Rate could not be found
hu: Az arány nem található
it: Impossibile trovare la tariffa
ro: Rata nu a putut fi găsită
sq: Vlerësimi nuk mund të gjendej

source: length
hu: hossz
it: lunghezza
ro: lungime
sq: gjatësia

source: time
hu: idő
it: tempo
ro: timp
sq: koha

source: current
it: attuale
ro: actual
sq: aktual

source: luminosity
it: luminosità
ro: luminozitate
sq: shkëlqim

source: mass
hu: tömeg
it: massa
ro: masa
sq: masës

source: substance
it: sostanza
ro: substanţă
sq: substancë

source: temperature
hu: hőfok
it: temperatura
ro: temperatura
sq: temperatura

source: constant
hu: állandó
it: costante
sq: konstante

source: area
it: la zona
ro: zonă
sq: zonë

source: volume
hu: hangerő
ro: volum
sq: vëllimi

source: frequency
hu: frekvencia
it: frequenza
ro: frecvență
sq: frekuenca

source: wavenumber
it: numero d'onda
ro: număr de undă
sq: numër vale

source: velocity
it: velocità
ro: viteză
sq: shpejtësia

source: acceleration
hu: gyorsulás
it: accelerazione
ro: accelerare
sq: nxitimi

source: force
hu: Kényszerítés
it: vigore
ro: forta
sq: forcë

source: energy
hu: energia
it: energia
ro: energie
sq: energji

source: power
hu: erő
it: energia
ro: putere
sq: fuqinë

source: density
it: densità
ro: densitate
sq: dendësia

source: pressure
hu: nyomás
it: pressione
ro: presiune
sq: presion

source: torque
it: coppia
ro: cuplu
sq: çift rrotullues

source: viscosity
hu: viszkozitás
it: viscosità
ro: viscozitate
sq: viskoziteti

source: kinematic viscosity
it: viscosità cinematica
ro: vâscozitatea cinematică
sq: viskoziteti kinematik

source: fluidity
it: fluidità
ro: fluiditate
sq: rrjedhshmëria

source: concentration
hu: koncentráció
it: concentrazione
ro: concentraţie
sq: përqendrimi

source: activity
it: attività
ro: activitate
sq: aktiviteti

source: entropy
it: entropia
ro: entropie
sq: entropi

source: molar entropy
it: entropia molare
ro: entropie molară
sq: entropi molare

source: heat transmission
it: trasmissione del calore
ro: transmiterea căldurii
sq: transmetimi i nxehtësisë

source: luminance
hu: fényerő
it: luminanza
ro: luminanta
sq: shkëlqim

source: luminous flux
hu: fényáram
it: flusso luminoso
ro: flux luminos
sq: fluksi ndriçues

source: illuminance
hu: megvilágítás
it: illuminamento
ro: iluminare
sq: ndriçim

source: intensity
hu: intenzitás
it: intensità
ro: intensitate
sq: intensiteti

source: charge
it: caricare
ro: încărca
sq: ngarkuar

source: electric potential
it: potenziale elettrico
ro: potential electric
sq: potenciali elektrik

source: electric field
hu: elektromos mező
it: campo elettrico
ro: câmp electric
sq: fushe elektrike

source: resistance
it: resistenza
ro: rezistenţă
sq: rezistenca

source: conductance
it: conduttanza
ro: conductanța
sq: sjellja

source: capacitance
it: capacità
ro: capacitate
sq: kapaciteti

source: inductance
it: induttanza
ro: inductanţă
sq: induktancë

source: magnetic flux
it: flusso magnetico
ro: flux magnetic
sq: fluksi magnetik

source: magnetic field
hu: mágneses mező
it: campo magnetico
ro: camp magnetic
sq: fushë magnetike

source: magnetomotive force
it: forza magnetomotrice
ro: forța magnetomotivă
sq: forca magnetomotive

source: electric dipole
it: dipolo elettrico
ro: dipol electric
sq: dipol elektrik

source: electric quadrupole
it: quadrupolo elettrico
ro: cvadrupol electric
sq: katërkëmbësh elektrik

source: magnetic dipole
it: dipolo magnetico
ro: dipol magnetic
sq: dipoli magnetik

source: printing unit
it: unità di stampa
ro: unitate de imprimare
sq: njësia e shtypjes

source: gaussian charge
it: carica gaussiana
ro: sarcină gaussiană
sq: ngarkesa Gausiane

source: gaussian current
it: corrente gaussiana
ro: curent gaussian
sq: rryma gausiane

source: gaussian electric potential
it: potenziale elettrico gaussiano
ro: potențial electric gaussian
sq: potenciali elektrik gaussian

source: gaussian electric field
it: campo elettrico gaussiano
ro: câmp electric gaussian
sq: fusha elektrike gausiane

source: gaussian electric displacement field
it: campo di spostamento elettrico gaussiano
ro: câmp de deplasare electrică gaussian
sq: fusha e zhvendosjes elektrike të Gausit

source: gaussian electric flux
it: flusso elettrico gaussiano
ro: flux electric gaussian
sq: fluksi elektrik gausian

source: gaussian magnetic field
it: campo magnetico gaussiano
ro: câmp magnetic gaussian
sq: fusha magnetike gausiane

source: gaussian magnetic field strength
it: intensità del campo magnetico gaussiano
ro: puterea câmpului magnetic gaussian
sq: forca e fushës magnetike gausiane

source: gaussian magnetic flux
it: flusso magnetico gaussiano
ro: flux magnetic gaussian
sq: fluksi magnetik gausian

source: gaussian resistance
it: resistenza gaussiana
ro: rezistență gaussiană
sq: rezistenca gausiane

source: gaussian resistivity
it: resistività gaussiana
ro: rezistivitate gaussiană
sq: rezistenca e gausit

source: gaussian capacitance
it: capacità gaussiana
ro: capacitate gaussiană
sq: kapaciteti gaussian

source: gaussian inductance
it: induttanza gaussiana
ro: inductanță gaussiană
sq: induktanca gausiane

source: gaussian conductance
it: conduttanza gaussiana
ro: conductanța gaussiană
sq: sjellja gausiane

source: esu charge
it: carica esu
sq: ngarkesa esu

source: esu current
it: corrente esu
ro: esu curent
sq: rryma esu

source: esu electric potential
it: potenziale elettrico esu
ro: esu potential electric
sq: potenciali elektrik esu

source: esu magnetic flux
it: flusso magnetico esu
ro: esu flux magnetic
sq: fluksi magnetik esu

source: esu magnetic field
it: campo magnetico esu
ro: esu camp magnetic
sq: fusha magnetike esu

source: meter per second
hu: méter másodpercenként
it: metro al secondo
ro: metru pe secundă
sq: metër në sekondë

source: meter per square second
it: metro al secondo quadrato
ro: metru pe secundă pătrată
sq: metër për sekondë katrorë

source: square meter
it: metro quadro
ro: metru patrat
sq: metër katror

source: cubic meter
it: metro cubo
ro: metru cub
sq: metër kub

source: Copper Kα
hu: Réz Kα
it: Rame Kα
ro: Cupru Kα
sq: Bakër Kα

source: Molybdenum K-α
hu: Molibdén K-a
it: Molibdeno K-α
ro: Molibden K-α
sq: Molibden K-α

source: Tungsten K-α
hu: Volfrám K-α
it: Tungsteno K-α
sq: Tungsteni K-α

source: long ton-force
hu: hosszú tonnaerő
it: forza di tonnellata lunga
ro: tonă lungă-forță
sq: forcë e gjatë ton

source: long ton
hu: hosszú tonna
it: tonnellata lunga
ro: ton lung
sq: ton i gjatë

source: short ton force
hu: rövid tonna erő
it: forza di tonnellata corta
ro: forta de tona scurta
sq: forcë e shkurtër ton

source: short hundredweight
hu: rövid százsúlyú
it: breve quintali
ro: suta scurta
sq: e shkurtër njëqind peshe

source: short ton
hu: rövid tonna
it: tonnellata corta
ro: ton scurt
sq: ton i shkurtër

source: US International Ampere
hu: USA Nemzetközi Ampere
ro: Ampere internațional al SUA
sq: Amper Ndërkombëtar i Sh.B.A.

source: US international Ohm
hu: USA nemzetközi Ohm
it: Ohm internazionale statunitense
ro: Ohm internațional american
sq: Ohm ndërkombëtar i SH.B.A.

source: US international Volt
hu: Amerikai nemzetközi Volt
it: Volt internazionale statunitense
ro: Volt internațional american
sq: Volt ndërkombëtar i SHBA

source: US therm
hu: USA term
ro: Term. SUA
sq: Termi amerikan

source: abhenry
sq: neveri

source: acre
hu: hold
it: acro
ro: acru
sq: akra

source: acre-foot
hu: hektáros
it: piede acro
ro: acre-picior
sq: këmbë këmbë

source: ampere
hu: amper
ro: amper
sq: amper

source: ampere-turn
hu: amperfordulat
it: ampere-giro
sq: kthesë amperi

source: angstrom star
hu: angström csillag
it: stella angstrom
ro: stea angstrom
sq: yll angstrom

source: apothecary dram
hu: patikus dram
it: farmacista dram
ro: apotecar dram
sq: dramë apoterike

source: apothecary ounce
hu: patikus uncia
it: oncia di farmacista
ro: uncie apotecar
sq: ons apotekar

source: apothecary pound
hu: patikus font
it: libbra di speziale
ro: lira apotecar
sq: kile apotekare

source: minute of arc
hu: ívperc
it: minuto d'arco
ro: minut de arc
sq: minuta e harkut

source: second of arc
hu: ív másodperc
it: secondo d'arco
ro: secunda de arc
sq: e dyta e harkut

source: are
hu: vannak
it: siamo
ro: sunteți
sq: janë

source: astronomical unit
hu: csillagászati egység
it: unità astronomica
ro: unitate astronomică
sq: njësia astronomike

source: atmosphere liter
hu: légkör liter
it: litro di atmosfera
ro: atmosfera litru
sq: litër atmosferë

source: atomic mass constant
hu: atomi tömegállandó
it: costante di massa atomica
ro: constanta masei atomice
sq: konstante e masës atomike

source: atomic unit of current
hu: atomi áramegység
it: unità atomica di corrente
ro: unitate atomică de curent
sq: njësia atomike e rrymës

source: atomic unit of electric field
hu: az elektromos tér atomi egysége
it: unità atomica del campo elettrico
ro: unitate atomică a câmpului electric
sq: njësia atomike e fushës elektrike

source: atomic unit of force
hu: atomi erőegység
it: unità atomica di forza
ro: unitate atomică de forță
sq: njësia atomike e forcës

source: atomic unit of intensity
hu: atomi intenzitási egység
it: unità atomica di intensità
ro: unitate atomică de intensitate
sq: njësia atomike e intensitetit

source: atomic unit of temperature
hu: atomi hőmérsékleti egység
it: unità atomica di temperatura
ro: unitate atomică de temperatură
sq: njësia atomike e temperaturës

source: atomic unit of time
hu: atomi időegység
it: unità atomica di tempo
ro: unitate atomică de timp
sq: njësia atomike e kohës

source: Avogadro constant
hu: Avogadro állandó
it: Costante di Avogadro
ro: Constanta Avogadro
sq: Konstante avogadro

source: Avogadro number
hu: Avogadro szám
it: Numero Avogadro
ro: Numărul Avogadro
sq: Numri i Avogadros

source: bag
hu: táska
it: sacchetto
ro: sac
sq: çantë

source: barn
hu: istálló
it: fienile
ro: hambar
sq: hambar

source: barrel
hu: hordó
it: barile
ro: butoi
sq: fuçi

source: becquerel
sq: beqare

source: beer barrel
hu: sörös hordó
it: barile di birra
ro: butoi de bere
sq: fuçi birre

source: biot turn
hu: biot fordul
sq: kthehet biot

source: bit
it: po
ro: pic
sq: pak

source: bits per pixel
hu: bit / pixel
it: bit per pixel
ro: biți pe pixel
sq: bit për pixel

source: board foot
hu: deszkaláb
it: piede di bordo
ro: picior de bord
sq: këmbë bordi

source: boiler horsepower
hu: kazán lóerő
it: potenza caldaia
ro: puterea cazanului
sq: kuaj fuqi

source: boltzmann constant
hu: boltzmann állandó
it: costante di Boltzmann
ro: constanta boltzmann
sq: konstante boltzmann

source: british thermal unit
hu: brit termikus egység
it: unità termica britannica
ro: Unitate termică britanică
sq: njësia termike britanike

source: bushel
hu: véka
it: staio
ro: obroc
sq: shkurre

source: byte
ro: octet
sq: bajt

source: cable length
hu: kábelhosszúság
it: lunghezza del cavo
ro: lungimea cablului
sq: gjatësia e kabllit

source: calorie
hu: kalória
it: caloria
sq: kalori

source: candela
hu: kandela
sq: shandanë

source: carat
hu: karát
it: carati
sq: karat

source: centimeter H20
hu: centiméter H20
it: centimetro H20
ro: centimetru H20
sq: centimetër H20

source: centimeter Hg
hu: centiméter Hg
it: centimetro Hg
ro: centimetru Hg
sq: centimetër Hg

source: century
hu: század
it: secolo
ro: secol
sq: shekulli

source: chain
hu: lánc
it: catena
ro: lanţ
sq: zinxhir

source: cicero
it: Cicerone
sq: ciceroni

source: circular mil
hu: körkörös mil
it: circolare mil
sq: mil rrethore

source: classical electron radius
hu: klasszikus elektron sugara
it: raggio dell'elettrone classico
ro: raza electronică clasică
sq: rrezja elektronike klasike

source: clausius
sq: klauzius

source: common year
hu: közös év
it: anno comune
ro: an comun
sq: viti i përbashkët

source: conductance quantum
hu: vezetőképességi kvantum
it: quanto di conduttanza
ro: cuantă de conductanță
sq: kuanti i përçueshmërisë

source: conventional ampere
hu: hagyományos amper
it: ampere convenzionale
ro: amper convențional
sq: amper konvencional

source: conventional coulomb
hu: hagyományos coulomb
it: coulomb convenzionale
ro: coulomb convențional
sq: kulb konvencionale

source: conventional farad
hu: konvencionális farad
it: farad convenzionale
ro: farad convențional
sq: farad konvencional

source: conventional henry
hu: konvencionális Henry
it: Henry convenzionale
ro: henry convențional
sq: henry konvencionale

source: conventional josephson constant
hu: hagyományos josephson állandó
it: costante josephson convenzionale
ro: constantă convențională a lui Josephson
sq: konstante josephson konvencionale

source: conventional ohm
hu: hagyományos ohm
it: ohm convenzionale
ro: ohm convențional
sq: ohm konvencionale

source: conventional volt
hu: hagyományos volt
it: volt convenzionale
ro: volt convențional
sq: volt konvencional

source: conventional Von Klitzing constant
hu: hagyományos Von Klitzing-állandó
it: costante di Von Klitzing convenzionale
ro: constantă convențională Von Klitzing
sq: konstante konvencionale Von Klitzing

source: conventional Watt
hu: hagyományos watt
it: Watt convenzionale
ro: Watt convențional
sq: Watt konvencionale

source: coulomb
sq: kulmon

source: coulomb constant
hu: coulomb állandó
it: costante di coulomb
ro: constantă de coulomb
sq: konstante e kulbonit

source: count
hu: számol
it: contare
ro: numara
sq: numëroj

source: counts per second
hu: másodpercenként számít
it: conta al secondo
ro: contează pe secundă
sq: numëron në sekondë

source: CSS pixel
it: Pixel CSS
sq: Pixel CSS

source: cubic centimeter
hu: köbcentiméter
it: centimetro cubo
ro: centimetru cub
sq: centimetër kub

source: cubic milliimeter
it: millimetro cubo
ro: milimetru cub
sq: milimetër kub

source: cubic foot
hu: köbméter
it: piede cubico
ro: picior cubic
sq: këmbë kubike

source: cubic inch
hu: köbcenti
it: pollice cubo
ro: inch cubic
sq: inç kub

source: cubic yard
hu: köbméter udvar
it: iarda cubica
ro: curte cubice
sq: oborr kubik

source: cup
hu: csésze
it: tazza
ro: ceașcă
sq: filxhan

source: day
hu: nap
it: giorno
ro: zi
sq: ditë

# unit
source: day
hu: nap
it: giorno
ro: zi
sq: ditë

source: debye
sq: hajde

source: decade
hu: évtized
it: decennio
ro: deceniu
sq: dekadë

# symbol
source: decade
hu: évtized
it: decennio
ro: deceniu
sq: dekadë

source: degree
hu: fokozat
it: grado
ro: grad
sq: shkallë

source: degree Celsius
hu: Celsius fok
it: grado Celsius
ro: grad Celsius
sq: gradë Celsius

source: degree Fahrenheit
hu: fok Fahrenheit
it: grado Fahrenheit
ro: grad Fahrenheit
sq: shkallë Fahrenheit

source: degree Rankine
hu: fokozatú Rankine
it: grado Rankine
ro: grad Rankine
sq: gradë Rankine

source: degree Reaumur
hu: fokú Reaumur
it: grado Reaumur
ro: grad Reaumur
sq: shkalla Reaumur

source: denier
hu: tagadó
it: denari
ro: negator
sq: mohues

source: Dirac constant
hu: Dirac állandó
it: Costante di Dirac
ro: Constanta Dirac
sq: Konstante e Dirakut

source: dram
sq: drama

source: dry barrel
hu: száraz hordó
it: barile secco
ro: butoi uscat
sq: fuçi e thatë

source: dry gallon
hu: száraz gallon
it: gallone secco
ro: galon uscat
sq: gallon i thate

source: dry pint
hu: száraz pint
it: pinta secca
ro: halbă uscată
sq: pintë e thatë

source: dry quart
hu: száraz liter
it: quarto secco
ro: quart uscat
sq: kuarti i thatë

source: eletcrical horsepower
hu: eletrikus lóerő
it: potenza elettrica
ro: putere eletcrică
sq: kuaj fuqi

source: electron G-factor
hu: elektron G-faktor
it: fattore G dell'elettrone
ro: factorul G al electronului
sq: elektron G-faktor

source: electron mass
hu: elektrontömeg
it: massa dell'elettrone
ro: masa electronilor
sq: masa elektronike

source: electronvolt
hu: elektronvolt
it: elettronvolt
sq: elektronolt

source: elementary charge
hu: elemi töltés
it: carica elementare
ro: sarcină elementară
sq: ngarkesa elementare

source: entropy unit
hu: entrópia egység
it: unità di entropia
ro: unitate de entropie
sq: njësia e entropisë

source: enzyme unit
hu: enzim egység
it: unità enzimatica
ro: unitate enzimatică
sq: njësia e enzimave

source: faraday
sq: e paradite

source: faraday constant
hu: faraday állandó
it: costante di Faraday
ro: constantă faraday
sq: konstante faraday

source: fathom
hu: felfog
it: scandagliare
ro: grăsime
sq: kuptim

source: fifteen degree calorie
hu: tizenöt fokos kalória
it: quindici gradi di calorie
ro: cincisprezece grade calorii
sq: kalori pesëmbëdhjetë gradë

source: fifth
hu: ötödik
it: quinto
ro: a cincea
sq: i pesti

source: fine structure constant
hu: finom szerkezet állandó
it: costante di struttura fine
ro: constanta structurii fine
sq: konstante e strukturës së imët

source: first radiation constant
hu: első sugárzási állandó
it: prima costante di radiazione
ro: prima constantă de radiație
sq: konstante e rrezatimit të parë

source: fluid dram
hu: folyékony dram
it: dram fluido
ro: dram fluid
sq: dramë fluide

source: fluid ounce
hu: folyadék uncia
it: Oncia liquida
ro: uncie fluidă
sq: ons lëngu

source: foot
hu: láb
it: piede
ro: picior
sq: këmbë

source: foot H2O
hu: láb H2O
it: piede H2O
ro: piciorul H2O
sq: këmbë H2O

source: foot per second
hu: láb másodpercenként
it: piede al secondo
ro: picior pe secundă
sq: këmbë për sekondë

source: foot pound
hu: láb font
it: piede libbra
ro: picior lira
sq: kile këmbë

source: gram-force
hu: gramm-erő
it: gram-forza
ro: gram-forță
sq: gram-forcë

source: kilogram-force
hu: kilogramm-erő
it: chilogrammo-forza
ro: kilogram-forță
sq: kilogram-forcë

source: tonne-force
hu: tonna-erő
it: tonnellata-forza
ro: tonă-forță
sq: ton-forcë

source: ounce-force
hu: uncia-erő
it: oncia-forza
ro: uncie-forță
sq: forca e onsit
