Repository: OpenPrunus/geocurrency
Catalog: src/geocurrency/core/locale/*/LC_MESSAGES/django.po
Languages: hu, it, ro, sq

source: pound-force
hu: font-erő
it: libbra-forza
ro: lira-forță
sq: kile-fuqi

source: fortnight
hu: két hét
it: quindici giorni
ro: două săptămâni
sq: dyjavor

source: furlong
hu: távolságmérték
sq: i zgjatur

source: gamma
sq: gama

source: gauss
sq: gausit

source: gill
hu: kopoltyú
it: branchia
ro: branhie
sq: gushë

source: grade
hu: fokozat
it: grado
ro: grad
sq: gradë

source: grain
hu: gabona
it: grano
ro: cereale
sq: kokërr

source: gray
hu: szürke
it: grigio
ro: gri
sq: gri

source: gregorian year
hu: gregorián év
it: anno gregoriano
ro: an gregorian
sq: viti gregorian

# unit
source: gregorian year
hu: gregorián év
it: anno gregoriano
ro: an gregorian
sq: viti gregorian

source: hand
hu: kéz
it: mano
ro: mână
sq: dorë

source: hectare
hu: hektár
it: ettaro
ro: hectar
sq: hektar

source: horsepower
hu: lóerő
it: potenza
ro: putere
sq: kuaj fuqi

source: hour
hu: óra
it: ora
ro: ora
sq: orë

source: hundredweight
hu: százas
it: quintali
ro: sută greutate
sq: njëqind peshë

source: impedance of free space
hu: a szabad tér impedanciája
it: impedenza dello spazio libero
ro: impedanța spațiului liber
sq: rezistencë e plotë e hapësirës së lirë

source: imperial barrel
hu: császári hordó
it: barile imperiale
ro: butoi imperial
sq: fuçi perandorake

source: imperial bushel
hu: császári bokor
it: staio imperiale
ro: bushel imperial
sq: shkurre perandorake

source: imperial cup
hu: császári csésze
it: coppa imperiale
ro: cupa imperială
sq: kupa perandorake

source: imperial fluid drachm
hu: császári folyadék drachm
ro: drahmă fluidă imperială
sq: drahmi i lëngut perandorak

source: imperial fluid ounce
hu: császári folyadék uncia
it: oncia fluida imperiale
ro: uncie de fluid imperial
sq: ons lëngu perandorak

source: imperial fluid scruple
hu: császári folyadék lepény
it: imperiale scrupolo fluido
ro: scrupul imperial fluid
sq: skrupulli i lëngut perandorak

source: imperial gallon
hu: angol gallon
it: gallone imperiale
ro: galon imperial
sq: galon perandorak

source: imperial gill
hu: császári kopoltyú
it: branchia imperiale
ro: branhie imperială
sq: gushë perandorake

source: imperial minim
hu: birodalmi minim
ro: minim imperial
sq: minimumi perandorak

source: imperial peck
hu: császári peck
it: becco imperiale
ro: ciocănit imperial
sq: pec perandorake

source: imperial pint
hu: császári pint
it: pinta imperiale
ro: halba imperială
sq: pintë perandorake

source: imperial quart
hu: császári quart
it: quarto imperiale
sq: kuarti perandorak

source: inch
hu: hüvelyk
it: pollice
sq: inç

source: inch H20 39F
hu: hüvelykes H20 39F
it: pollici H20 39F
sq: inç H20 39F

source: inch H20 60F
hu: hüvelykes H20 60F
it: pollici H20 60F
sq: inç H20 60F

source: inch Hg
hu: hüvelyk Hg
it: pollici Hg
sq: inç Hg

source: inch Hg 60F
hu: hüvelyk Hg 60F
it: pollici Hg 60F
sq: inç Hg 60F

source: international Btu
hu: nemzetközi Btu
it: Btu internazionale
ro: internațional Btu
sq: ndërkombëtar Btu

source: international calorie
hu: nemzetközi kalória
it: calorie internazionali
ro: calorii internaționale
sq: kalori nderkombetare

source: Josephson constant
hu: Josephson állandó
it: Costante di Josephson
ro: Constanta lui Josephson
sq: Josephson konstante

source: Joule
sq: Xhulle

source: kilometer per hour
hu: kilométer óránként
it: chilometro all'ora
ro: kilometru pe oră
sq: kilometër në orë

source: kilometer per second
hu: kilométer másodpercenként
it: chilometro al secondo
ro: kilometru pe secundă
sq: kilometër në sekondë

source: kip per square inch
hu: kip per négyzet hüvelyk
it: kip per pollice quadrato
ro: kip pe inch pătrat
sq: kip për inç katror

source: knot
hu: csomó
it: nodo
ro: nod
sq: nyjë

source: lambert
sq: qengji

source: langley
sq: i ngathët

source: lattice constant
hu: rácsállandó
it: costante reticolare
ro: constantă de rețea
sq: konstante e rrjetës

source: league
hu: liga
it: lega
ro: ligă
sq: ligë

source: leap year
hu: szökőév
it: anno bisestile
ro: an bisect
sq: vit i brishtë

source: year
hu: év
it: anno
ro: an
sq: viti

source: light year
hu: fényév
it: anno luce
ro: an lumină
sq: vit drite

source: ly
ro: te iubesc
sq: djalosh

source: link
it: collegamento
ro: legătură
sq: lidhja

source: liter
it: litro
ro: litru
sq: litër

source: log 10
it: registro 10
ro: jurnal 10
sq: regjistri 10

source: long hundredweight
hu: hosszú százsúlyú
it: lungo quintali
ro: sută lungă
sq: e gjatë njëqind peshë

source: lux
sq: luks

source: magnetic flux quantum
hu: mágneses fluxus kvantum
it: quanto di flusso magnetico
ro: cuantul fluxului magnetic
sq: kuanti i fluksit magnetik

source: maxwell
sq: maksuell

source: mean international ampere
hu: jelenti a nemzetközi ampert
it: significa ampere internazionale
ro: înseamnă ampere internațional
sq: do të thotë amper ndërkombëtar

source: mean international Ohm
hu: jelenti a nemzetközi Ohm-ot
it: significa Ohm internazionale
ro: înseamnă internațional Ohm
sq: do të thotë Ohm ndërkombëtar

source: mean international Volt
hu: jelentése nemzetközi Volt
it: significa Volt internazionale
ro: înseamnă Volt internațional
sq: do të thotë Volt ndërkombëtar

source: density of mercury
hu: a higany sűrűsége
it: densità di mercurio
ro: densitatea mercurului
sq: dendësia e merkurit

source: density of mercury 60F
hu: higany sűrűsége 60F
it: densità di mercurio 60F
ro: densitatea mercurului 60F
sq: dendësia e merkurit 60F

source: meter
hu: méter
it: metro
ro: metru
sq: metër

source: metric horsepower
hu: metrikus lóerő
it: potenza metrica
ro: puterea metrică
sq: kuaj fuqi

source: metric ton
hu: metrikus tonna
it: tonnellata metrica
ro: ton metric
sq: ton metrik

source: micron
hu: mikron
sq: mikron

source: mile
hu: mérföld
it: miglio
sq: milje

source: mile per hour
hu: mérföld óránként
it: miglio all'ora
ro: mile pe oră
sq: milje në orë

source: millenium
hu: évezred
it: millennio
ro: mileniu
sq: mijëvjeçari

source: milliarcsecond
hu: milliarcecond
ro: miliarcsecond
sq: miliar sekondë

source: Hg millimeter
hu: Hg milliméter
it: Hg millimetro
ro: Hg milimetru
sq: Milimetër Hg

source: minim
hu: parányi dolog
it: minima
sq: minimale

source: minute
hu: perc
it: minuto
ro: minut
sq: minutë

source: molar
hu: mól-
it: molare
sq: molare

source: molar gas constant
hu: moláris gázállandó
it: costante molare dei gas
ro: constanta gazului molar
sq: konstante e gazit molar

source: mole
hu: anyajegy
it: Talpa
ro: cârtiță
sq: nishan

source: month
hu: hónap
it: mese
ro: lună
sq: muaj

source: nautical mile
hu: tengeri mérföld
it: Miglio nautico
ro: mile marine
sq: milje detare

source: neutron mass
hu: neutron tömeg
it: massa di neutroni
ro: masa neutronică
sq: masa neutronike

source: newton
sq: Njutoni

source: newtonian constant of gravitation
hu: newtoni állandó gravitáció
it: costante di gravitazione newtoniana
ro: constanta newtoniană a gravitației
sq: konstante e gravitacionit newtonian

source: nuclear magneton
hu: magmagneton
it: magnetone nucleare
ro: magneton nuclear
sq: magneton bërthamor

source: number english
hu: szám angol
it: numero inglese
ro: număr engleză
sq: numri anglisht

source: number meter
hu: számmérő
it: numero metro
ro: numerometru
sq: njehsori i numrave

source: oersted
sq: i shkrirë

source: ohm
sq: oh

source: oil barrel
hu: olajos hordó
it: barile di petrolio
ro: butoi de petrol
sq: fuçi vaji

source: ounce
hu: uncia
it: oncia
ro: uncie
sq: ons

source: parsec
sq: parsek

source: particle
hu: részecske
it: particella
ro: particule
sq: grimcë

source: pascal
sq: paskal

source: peak sun hour
hu: csúcs nap óra
it: ora di punta del sole
ro: ora de vârf a soarelui
sq: ora e pikut të diellit

source: pennyweight
hu: filléres
sq: pesha e qindarkës

source: pint
it: pinta
ro: halbă
sq: pintë

source: pixel
sq: piksel

source: pixel per centimeter
hu: pixel / centiméter
it: pixel per centimetro
ro: pixel pe centimetru
sq: piksel për centimetër

source: pixel per inch
hu: pixel / hüvelyk
it: pixel per pollice
ro: pixel pe inch
sq: piksel për inç

source: Planck constant
hu: Planck állandó
it: Costante di Planck
ro: Constanta Planck
sq: Konstante e Planck

source: Planck current
hu: Planck áram
it: Corrente di Planck
ro: Curent Planck
sq: Rryma e Planck

source: Planck mass
hu: Planck-tömeg
it: Messa di Planck
ro: Masa Planck
sq: Masa e plankut

source: Planck temperature
hu: Planck hőmérséklete
it: Temperatura di Planck
ro: Temperatura Planck
sq: Temperatura e planck

source: Planck time
hu: Planck ideje
it: È l'ora di Planck
ro: Timpul Planck
sq: Koha e Planck

source: point
hu: pont
it: punto
ro: punct
sq: pikë

source: poise
hu: egyensúly
it: equilibrio
ro: echilibru
sq: i përulur

source: pound
hu: font
it: libbra
ro: livră
sq: kile

source: pound force per square inch
hu: font erő négyzet hüvelykenként
it: libbra forza per pollice quadrato
ro: lira forță pe inch pătrat
sq: forca kile për inç katror

source: proton mass
hu: proton tömeg
it: massa protonica
ro: masa de protoni
sq: masa e protonit

source: quadrillion Btu
hu: kvadrillió Btu
it: quadrilioni di Btu
ro: patru miliarde Btu
sq: kuadrilion Btu

source: quart
hu: kvart
it: quarto
sq: kuarti

source: quarter
hu: negyed
it: trimestre
ro: sfert
sq: çerek

source: reciprocal centimeter
hu: kölcsönös centiméter
it: centimetro reciproco
ro: centimetru reciproc
sq: centimetër reciprok

source: refrigeration ton
hu: hűtő tonna
it: refrigerazione ton
ro: ton frigorific
sq: ton ftohje

source: roentgen equivalent man
hu: roentgen egyenértékű ember
it: roentgen equivalente uomo
ro: om echivalent roentgen
sq: njeri ekuivalent i roentgenit

source: revolutions per minute
hu: percenkénti fordulatszám
it: giri al minuto
ro: rotaţii pe minut
sq: revolucionet në minutë

source: revolutions per second
hu: fordulat / másodperc
it: giri al secondo
ro: revoluții pe secundă
sq: revolucionet në sekondë

source: reciprocal poise
hu: kölcsönös tartás
it: equilibrio reciproco
ro: echilibru reciproc
sq: poezi reciproke

source: rod
hu: rúd
it: asta
ro: tijă
sq: kallam

source: rydberg constant
hu: rydberg állandó
it: costante di rydberg
ro: constanta rydberg
sq: konstante rydberg

source: scaled point
hu: méretarányos pont
it: punto scalato
ro: punct scalat
sq: pikë e shkallëzuar

source: scruple
hu: kétség
it: scrupolo
ro: scrupul
sq: skrupuloz

source: second
hu: második
it: secondo
ro: al doilea
sq: e dyta

source: second radiation constant
hu: második sugárzási állandó
it: seconda costante di radiazione
ro: a doua constantă de radiație
sq: konstanta e dytë e rrezatimit

source: shake
hu: ráz
it: scuotere
ro: scutura
sq: shkund

source: shot
hu: lövés
it: tiro
ro: lovitură
sq: e shtënë

source: sidereal day
hu: sziderális nap
it: giorno siderale
ro: zi siderală
sq: ditë anësore

# unit
source: sidereal day
hu: sziderális nap
it: giorno siderale
ro: zi siderală
sq: ditë anësore

source: sidereal month
hu: sziderális hónap
it: mese siderale
ro: luna siderală
sq: muaji anësor

# unit
source: sidereal month
hu: sziderális hónap
it: mese siderale
ro: luna siderală
sq: muaji anësor

source: sidereal year
hu: sziderális év
it: anno siderale
ro: an sideral
sq: vit anësor

# unit
source: sidereal year
hu: sziderális év
it: anno siderale
ro: an sideral
sq: vit anësor

source: slinch
it: sgattaiolare
sq: këput

source: slug
hu: meztelen csiga
it: lumaca
ro: melc
sq: goditje e fortë

source: speed of light
hu: fénysebesség
it: velocità della luce
ro: viteza luminii
sq: shpejtësia e dritës

source: square degree
hu: négyzet fok
it: grado quadrato
ro: grad pătrat
sq: shkallë katrore

source: square foot
hu: négyzetméteres
it: piede quadrato
ro: metru pătrat
sq: këmbë katrore

source: square inch
hu: négyzet hüvelyk
it: pollice quadrato
ro: inch pătrat
sq: inç katror

source: square league
hu: négyzet bajnokság
it: lega quadrata
ro: liga pătrată
sq: liga katrore

source: square mile
hu: négyzetmérföld
it: miglio quadrato
ro: mila patrata
sq: milje katrore

source: square rod
hu: szögletes rúd
it: asta quadrata
ro: tija pătrată
sq: shufra katrore

source: square survey mile
hu: négyzetmérő mérföld
it: miglio quadrato di rilevamento
ro: mile de sondaj pătrat
sq: milja e sondazhit katror

source: square yard
hu: négyzetméteres udvar
it: cortile quadrato
ro: curte pătrată
sq: oborr katror

source: standard atmosphere
hu: egyezményes légkör
it: atmosfera standard
ro: atmosfera standard
sq: atmosferë standarde

source: standard gravity
hu: standard gravitáció
it: gravità standard
ro: gravitația standard
sq: graviteti standard

source: standard liter per minute
hu: normál liter percenként
it: litro standard al minuto
ro: litru standard pe minut
sq: litër standard në minutë

source: Stefan-Boltzmann constant
hu: Stefan-Boltzmann állandó
it: Costante di Stefan-Boltzmann
ro: Constanta Stefan-Boltzmann
sq: Konstante Stefan-Boltzmann

source: stokes
it: alimenta
sq: stoke

source: stone
hu: kő
it: calcolo
ro: piatră
sq: gur

source: survey foot
hu: felmérési láb
it: piede di indagine
ro: picior de sondaj
sq: këmbë anketë

source: survey mile
hu: felmérési mérföld
it: miglio di rilevamento
ro: sondaj mile
sq: milje studimi

source: synodic month
hu: zsinati hónap
it: mese sinodico
ro: luna sinodică
sq: muaji sinodik

source: tablespoon
hu: evőkanál
it: cucchiaio
ro: Lingura de masa
sq: lugë gjelle

source: teaspoon
hu: teáskanál
it: cucchiaino
ro: linguriţă
sq: lugë çaji

source: technical atmosphere
hu: technikai légkör
it: atmosfera tecnica
ro: atmosfera tehnică
sq: atmosferë teknike

source: therm
hu: term
ro: term
sq: termike

source: thermochemical Btu
hu: termokémiai Btu
it: termochimico Btu
ro: termochimic Btu
sq: termokimike Btu

source: Thomson cross section
hu: Thomson keresztmetszete
it: Sezione trasversale di Thomson
ro: Secțiunea transversală Thomson
sq: Seksioni kryq Thomson

source: ton of TNT
hu: tonna TNT
it: tonnellata di TNT
ro: tonă de TNT
sq: ton TNT

source: ton of oil equivalent
hu: tonna olajegyenérték
it: tonnellata equivalente di petrolio
ro: tonă de echivalent petrol
sq: ton ekuivalent i naftës

source: toe
hu: lábujj
it: dito del piede
ro: deget de la picior
sq: gishtin e këmbës

source: tropical month
hu: trópusi hónap
it: mese tropicale
ro: luna tropicală
sq: muaj tropikal

source: tropical year
hu: trópusi évben
it: anno tropicale
ro: an tropical
sq: viti tropikal

source: troy ounce
hu: troy uncia
it: oncia troy
ro: uncie troy
sq: ons troj

source: troy pound
hu: troy font
ro: troy lira
sq: kile troje

source: turn
hu: fordulat
it: girare
ro: întoarce
sq: kthehet

source: unified atomic mass unit
hu: egységes atomtömeg-egység
it: unità di massa atomica unificata
ro: unitate de masă atomică unificată
sq: njësia e unifikuar e masës atomike

source: unit pole
hu: egységoszlop
it: polo dell'unità
ro: pol unitar
sq: poli i njësisë

source: vacuum permeability
hu: vákuumáteresztő képesség
it: permeabilità al vuoto
ro: permeabilitatea la vid
sq: përshkueshmëria e vakumit

source: vacuum permittivity
hu: vákuum permittivitás
it: permettività del vuoto
ro: permitivitatea vidului
sq: lejueshmëria e vakumit

source: Von Klitzing constant
hu: Von Klitzing állandó
it: Von Klitzing costante
ro: Constanta Von Klitzing
sq: Von Klitzing konstante

source: Water volumic mass
hu: Víz térfogati tömege
it: Massa volumica dell'acqua
ro: Masa volumică a apei
sq: Masa vëllimore e ujit

source: Water volumic mass at 39F
hu: A víz térfogati tömege 39F-on
it: Massa volumica dell'acqua a 39F
ro: Masa volumică a apei la 39F
sq: Masa vëllimore e ujit në 39F

source: Water volumic mass at 60F
hu: A víz térfogati tömege 60F-on
it: Massa volumica dell'acqua a 60F
ro: Masa volumică a apei la 60F
sq: Masa vëllimore e ujit në 60F

source: wien frequency displacement law constant
hu: wien frekvencia elmozdulás törvény állandó
it: costante della legge di spostamento della frequenza di wien
ro: constanta legii deplasarii frecventei
sq: konstante e ligjit të zhvendosjes së frekuencës wien

source: wien u
sq: ju ujeni

source: wien displacement law constant
hu: wien elmozdulási törvény állandó
it: costante di legge di spostamento di wien
ro: constanta legii deplasarii
sq: konstante e ligjit për zhvendosjen e Vjenës

source: wien x
sq: Vjenë x

source: Cu X-ray wavelength
hu: Cu röntgen hullámhossz
it: Lunghezza d'onda dei raggi X Cu
ro: Lungimea de undă a razelor X cu
sq: Gjatësia e valës me rreze X

source: Mo X-ray wavelength
hu: Mo röntgen hullámhossz
it: Mo lunghezza d'onda dei raggi X.
ro: Lungimea de undă a razelor X Mo
sq: Mo gjatësi vale me rreze X

source: yard
it: cortile
ro: curte
sq: oborr

source: Euler‘s number
it: Il numero di Eulero
ro: Numărul lui Euler
sq: Numri i Euler

source: octave
it: ottava
ro: octavă
sq: oktavë

source: sound pressure level
it: livello di pressione sonora
ro: nivelul de presiune al sunetului
sq: niveli i presionit të zërit

source: Incompatible units
hu: Nem kompatibilis egységek
it: Unità incompatibili
ro: Unități incompatibile
sq: Njësi të papajtueshme

source: Undefined unit in the registry
hu: Meghatározatlan egység a nyilvántartásban
it: Unità indefinita nel registro
ro: Unitate nedefinită în registru
sq: Njësia e papërcaktuar në regjistër

source: Asturian
hu: Asztriai
it: Asturiano
ro: Asturiană

source: Esperanto
hu: eszperantó

source: Interlingua
hu: Interlingva

source: Norwegian Nynorsk
hu: Norvég Nynorsk
it: Norvegese Nynorsk
ro: Nynorsk norvegian

source: Turkmen
hu: Türkmén
it: Turkmeno
ro: Turcomani

source: dimensionless
hu: dimenzió nélküli

source: surface
hu: felület

source: speed
hu: sebesség

source: meter per gram
hu: méter / gramm

source: absorption
hu: abszorpció

source: electric current
hu: elektromos áram

source: electric charge
hu: elektromos töltés

source: electromagnetic inductance
hu: elektromágneses induktivitás

source: electromagnetic resistance
hu: elektromágneses ellenállás

source: electrical conductance
hu: elektromos vezetőképesség

source: electric potential difference
hu: elektromos potenciálkülönbség

source: linear mass density
hu: lineáris tömegsűrűség

source: amount of substance
hu: anyagmennyiség

source: density of particle
hu: részecske sűrűsége

source: catalytic activity
hu: katalitikus aktivitás

source: quantity of information
hu: információ mennyisége

source: density of information
hu: információsűrűség

source: magnetic moment
hu: mágneses pillanat

source: electric moment
hu: elektromos pillanat

source: luminous intensity
hu: fényerősség

source: electrical capacitance
hu: elektromos kapacitás

source: electric force
hu: elektromos erő

source: electromagnetic action
hu: elektromágneses működés

source: power per unit per wavelength interval
hu: egységnyi teljesítmény hullámhossz-intervallumonként

source: electrostatic unit of charge
hu: elektrosztatikus töltési egység

source: magnetic induction
hu: mágneses indukció

source: angle
hu: szög

source: radiation
hu: sugárzás

source: energy per temperature increment per mole
hu: energia / hőmérséklet növekmény / mol

source: reciprocal length
hu: kölcsönös hosszúságú

source: angular speed
hu: szögsebesség

source: reciprocal viscosity
hu: kölcsönös viszkozitás

source: radiation exposure
hu: sugárterhelés

source: solid degree
hu: szilárd fokozat

source: volumetric flow rate
hu: térfogatáram

source: mass density
hu: tömegsűrűség

source: heat energy
hu: hőenergia

source: electrical inductance
hu: elektromos induktivitás

source: angstrom
hu: angström

source: quantity
hu: Mennyiség

source: bar
hu: rúd

source: radioactivity
hu: radioaktivitás

source: field quantity
hu: mezőmennyiség

source: eletrical capacitance
hu: villamos kapacitás

source: permeability
hu: áteresztőképesség

source: dyne
hu: din

source: energy by temperature
hu: energia hőmérséklet szerint

source: gram
hu: gramm
it: grammo

source: henry
hu: Henrik

source: hogshead
hu: nagy hordó
ro: butoi mare

source: jute
hu: juta
it: iuta
ro: iută

source: mil
hu: katonai

source: nit
hu: serke

source: H-field
hu: H-mező

source: peck
hu: csípés
it: beccare
ro: ciuguli

source: pica
hu: ciceró

source: unit
hu: Mértékegység

source: lP
hu: l

source: poundal
hu: font

source: radian
hu: radián
it: radiante

source: rpm
hu: fordulat

source: solid angle
hu: szilárd szög

source: electrical resistance
hu: elektromos ellenállás

source: flux density
hu: fluxus sűrűsége

source: steradian
hu: szteradián
it: steradiante

source: stere
hu: sztereó

source: ton
hu: tonna
it: tonnellata
ro: tonă

source: Ido
it: Lo voglio
ro: Fac

source: eon
it: eone

source: gallon
it: gallone
ro: galon

source: square centimeter
it: centimetro quadrato
ro: centimetru pătrat

source: square millimeter
it: millimetro quadrato
ro: milimetru pătrat

source: bohr magneton
ro: magnet bohr

source: darcy
ro: îndrăzneț

source: rydberg
ro: Ryberg
