Repository: OpenPrunus/geocurrency
Catalog: modules/core/geocurrency/core/locales/*/LC_MESSAGES/django.po
Languages: ar, fr, ja

source: mean international Ohm
ar: يعني أوم الدولية
fr: Ohm international moyen
ja: 国際オームを意味します

source: mean international Volt
ar: يعني فولت الدولية
fr: Volt internationale moyen
ja: 国際ボルトを意味する

source: density of mercury
ar: كثافة الزئبق
fr: densité de mercure
ja: 水銀の密度

source: density of mercury 60F
ar: كثافة الزئبق 60F
fr: densité de mercure 60F
ja: 水銀の密度60F

source: meter
ar: متر
fr: mètre
ja: メーター

source: meter per second
ar: متر في الثانية
fr: mètre par seconde
ja: メートル毎秒

source: metric horsepower
ar: متري حصانا
fr: puissance métrique
ja: メートル馬力

source: metric ton
ar: طن متري
fr: tonne
ja: メートルトン

source: micron
ar: ميكرون
ja: ミクロン

source: mil
ar: ميل
ja: ミル

source: mile
ar: ميل
ja: マイル

source: mile per hour
ar: ميل في الساعة
fr: mile par heure
ja: 時速マイル

source: millenium
ar: الألفية
fr: millénaire
ja: ミレニアム

source: milliarcsecond
ar: ميلي ثانية
fr: milliarcseconde
ja: ミリ秒

source: Hg millimeter
ar: مليمتر زئبق
fr: Hg millimètre
ja: Hgミリメートル

source: minim
ar: أدنى
fr: blanche
ja: 最小

source: minute
ar: دقيقة
ja: 分

source: molar
ar: الضرس
fr: molaire
ja: 大臼歯

source: molar gas constant
ar: ثابت الغاز المولي
fr: constante molaire des gaz
ja: モル気体定数

source: mole
ar: خلد
fr: Môle
ja: モル

source: month
ar: شهر
fr: mois
ja: 月

source: nautical mile
ar: ميل بحري
fr: mile nautique
ja: 海里

source: nm
ar: نانومتر

source: neutron mass
ar: كتلة النيوترون
fr: masse neutronique
ja: 中性子質量

source: newton
ar: نيوتن
ja: ニュートン

source: nit
ar: أحمق
fr: lente
ja: ニット

source: nuclear magneton
ar: مغناطيسي نووي
fr: magnéton nucléaire
ja: 核磁子

source: number english
ar: عدد الانجليزية
fr: numéro anglais
ja: 数英語

source: number meter
ar: متر عدد
fr: compteur numérique
ja: ナンバーメーター

source: oersted
ar: أيرستد
ja: エルステッド

source: H-field
ar: H- المجال
fr: Champ H
ja: Hフィールド

source: ohm
ar: أوم
ja: オーム

source: oil barrel
ar: برميل زيت
fr: baril de pétrole
ja: オイルバレル

source: ounce
ar: أوقية
fr: once
ja: オンス

source: parsec
ar: فرسخ
ja: パーセク

source: particle
ar: الجسيم
fr: particule
ja: 粒子

source: pascal
ar: باسكال
ja: パスカル

source: peak sun hour
ar: ساعة ذروة الشمس
fr: heure de pointe du soleil
ja: ピーク時

source: peck
ar: بيك
fr: picorer
ja: ペック

source: pennyweight
ar: بنس
ja: ペニーウェイト

source: pica
ar: بيكا
ja: パイカ

source: pint
ar: نصف لتر
fr: pinte
ja: パイント

source: pixel
ar: بكسل
ja: ピクセル

source: unit
ar: وحدة
fr: unité
ja: 単位

source: pixel per centimeter
ar: بكسل لكل سنتيمتر
fr: pixel par centimètre
ja: ピクセル/センチメートル

source: pixel per inch
ar: بكسل لكل بوصة
fr: pixel par pouce
ja: インチあたりのピクセル

source: Planck constant
ar: ثابت بلانك
fr: Constante de Planck
ja: プランク定数

source: Planck current
ar: تيار بلانك
fr: Courant de Planck
ja: プランク電流

source: lP
ar: ليرة لبنانية

source: Planck mass
ar: كتلة بلانك
fr: Masse de Planck
ja: プランク質量

source: mP
ar: النائب

source: Planck temperature
ar: درجة حرارة بلانك
fr: Température de Planck
ja: プランク温度

source: Planck time
ar: وقت بلانك
fr: Heure de Planck
ja: プランクタイム

source: point
ar: نقطة
ja: ポイント

source: poise
ar: اتزان
fr: équilibre
ja: 落ち着く

source: pound
ar: جنيه
fr: livre
ja: ポンド

source: pound force per square inch
ar: قوة الجنيه لكل بوصة مربعة
fr: livre force par pouce carré
ja: 平方インチあたりのポンド力

source: poundal
ar: باوندال
ja: パウンダル

source: proton mass
ar: كتلة البروتون
fr: masse de protons
ja: 陽子の質量

source: quadrillion Btu
ar: كوادريليون وحدة حرارية بريطانية
fr: quadrillion de Btu
ja: 千兆Btu

source: quart
ar: ربع
fr: litre
ja: クォート

source: quarter
ar: ربع
fr: trimestre
ja: 四半期

source: radian
ar: راديان
ja: ラジアン

source: rads
ar: راد
ja: ラド

source: reciprocal centimeter
ar: سنتيمتر متبادل
fr: centimètre réciproque
ja: 逆センチメートル

source: refrigeration ton
ar: طن التبريد
fr: tonne de réfrigération
ja: 冷凍トン

source: roentgen equivalent man
ar: رونتجن ما يعادل الرجل
fr: homme équivalent roentgen
ja: レントゲン同等の男

source: revolutions per minute
ar: ثورة كل دقيقة
fr: révolutions par minute
ja: 毎分回転数

source: rpm
ar: دورة في الدقيقة
fr: tr / min

source: revolutions per second
ar: عدد الثورات في الثانية
fr: révolutions par seconde
ja: 1秒あたりの回転数

source: rps
ar: ربس

source: reyn
ar: رين
ja: レイン

source: reciprocal poise
ar: اتزان متبادل
fr: équilibre réciproque
ja: 互恵

source: rod
ar: قضيب
fr: barre
ja: ロッド

source: roentgen
ar: رونتجن
ja: レントゲン

source: rutherford
ar: رذرفورد
ja: ラザフォード

source: rydberg
ar: ريدبيرج
ja: リドバーグ

source: rydberg constant
ar: ثابت ريدبيرج
fr: constante de Rydberg
ja: リドバーグ定数

source: scaled point
ar: نقطة تحجيم
fr: point mis à l'échelle
ja: スケーリングされたポイント

source: scruple
ar: التورع
fr: scrupule
ja: だらしない

source: second
ar: ثانيا
fr: seconde
ja: 二番目

source: second radiation constant
ar: ثابت الإشعاع الثاني
fr: deuxième constante de rayonnement
ja: 二次放射定数

source: shake
ar: هزة
ja: 振る

source: shot
ar: اطلاق النار
fr: coup
ja: ショット

source: sidereal day
ar: يوم فلكي
fr: jour sidéral
ja: 恒星の日

# unit
source: sidereal day
ar: يوم فلكي
fr: jour sidéral
ja: 恒星の日

source: sidereal month
ar: شهر فلكي
fr: mois sidéral
ja: 恒星月

# unit
source: sidereal month
ar: شهر فلكي
fr: mois sidéral
ja: 恒星月

source: sidereal year
ar: سنة فلكية
fr: année sidérale
ja: 恒星の年

# unit
source: sidereal year
ar: سنة فلكية
fr: année sidérale
ja: 恒星の年

source: siemens
ar: سيمنز
ja: シーメンス

source: sievert
ar: سيفرت
ja: シーベルト

source: slinch
ar: سلينش
ja: スリンチ

source: slug
ar: سبيكة
fr: limace
ja: ナメクジ

source: speed of light
ar: سرعة الضوء
fr: vitesse de la lumière
ja: 光の速度

source: square degree
ar: درجة مربعة
fr: degré carré
ja: 平方度

source: solid angle
ar: زاوية صلبة
fr: angle solide
ja: 立体角

source: square foot
ar: قدم مربع
fr: pied carré
ja: 平方フィート

source: square inch
ar: بوصة مربعة
fr: pouce carré
ja: 平方インチ

source: square league
ar: الدوري المربع
fr: lieue carrée
ja: スクエアリーグ

source: square mile
ar: ميل مربع
fr: mile carré
ja: 平方マイル

source: square rod
ar: قضيب مربع
fr: tige carrée
ja: 角棒

source: square survey mile
ar: مساحة ميل مربع
fr: mile carré d'enquête
ja: 平方調査マイル

source: square yard
ar: فناء مربع
fr: Yard carré
ja: 平方ヤード

source: standard atmosphere
ar: جو قياسي
fr: atmosphère standard
ja: 標準大気

source: standard gravity
ar: الجاذبية القياسية
fr: gravité standard
ja: 標準重力

source: standard liter per minute
ar: لتر قياسي في الدقيقة
fr: litre standard par minute
ja: 毎分標準リットル

source: electrical resistance
ar: المقاومة الكهربائية
fr: résistance électrique
ja: 電気抵抗

source: flux density
ar: كثافة التدفق
fr: densité de flux
ja: 磁束密度

source: Stefan-Boltzmann constant
ar: ثابت ستيفان بولتزمان
fr: Constante de Stefan-Boltzmann
ja: ステファン・ボルツマン定数

source: steradian
ar: ستيراديان
fr: stéradian
ja: ステラジアン

source: stere
ar: الستير متر مكعب
fr: stère
ja: ステア

source: stilb
ar: ستيلب
ja: スティルブ

source: stokes
ar: ستوكس
ja: ストークス

source: stone
ar: حصاة
fr: pierre
ja: 結石

source: survey foot
ar: قدم المسح
fr: pied d'arpentage
ja: 調査足

source: survey mile
ar: ميل المسح
fr: mile d'enquête
ja: 調査マイル

source: synodic month
ar: الشهر المجمعي
fr: mois synodique
ja: 会期

source: tablespoon
ar: ملعقة طعام
fr: cuillerée à soupe
ja: 大さじ

source: teaspoon
ar: ملعقة صغيرة
fr: cuillère à café
ja: ティースプーン

source: technical atmosphere
ar: الجو الفني
fr: atmosphère technique
ja: 技術的な雰囲気

source: therm
ar: الحرارة
fr: thermie
ja: サーム

source: thermochemical Btu
ar: الحرارية الكيميائية وحدة حرارية بريطانية
fr: thermochimique Btu
ja: 熱化学Btu

source: Thomson cross section
ar: مقطع طومسون
fr: Coupe transversale de Thomson
ja: トムソン断面

source: ton
ar: طن
fr: tonne
ja: トン

source: ton of TNT
ar: طن من مادة تي إن تي
fr: tonne de TNT
ja: トンのTNT

source: ton of oil equivalent
ar: طن من مكافئ النفط
fr: tonne d'équivalent pétrole
ja: 石油換算トン

source: toe
ar: إصبع قدم
fr: doigt de pied
ja: つま先

source: tropical month
ar: شهر استوائي
fr: mois tropical
ja: 熱帯の月

source: tropical year
ar: السنة الاستوائية
fr: année tropicale
ja: 熱帯年

source: troy ounce
ar: أونصة
fr: once troy
ja: トロイオンス

source: troy pound
ar: تروي جنيه
fr: livre troy
ja: トロイポンド

source: turn
ar: منعطف أو دور
fr: tour
ja: 順番

source: unified atomic mass unit
ar: وحدة الكتلة الذرية الموحدة
fr: unité de masse atomique unifiée
ja: 統一された原子質量単位

source: unit pole
ar: عمود الوحدة
fr: pôle d'unité
ja: ユニットポール

source: vacuum permeability
ar: نفاذية الفراغ
fr: perméabilité au vide
ja: 真空透過性

source: vacuum permittivity
ar: سماحية الفراغ
fr: permittivité du vide
ja: 真空誘電率

source: Von Klitzing constant
ar: ثابت فون كليتزينج
fr: Constante de Von Klitzing
ja: フォンクリッツィング定数

source: Water volumic mass
ar: الكتلة المائية الحجمية
fr: Masse volumique de l'eau
ja: 水の体積質量

source: Water volumic mass at 39F
ar: كتلة حجم الماء عند 39F
fr: Masse volumique de l'eau à 39F
ja: 39Fの水の体積

source: Water volumic mass at 60F
ar: الكتلة الحجمية المائية عند 60 درجة فهرنهايت
fr: Masse volumique de l'eau à 60F
ja: 60Fの水の体積

source: wien frequency displacement law constant
ar: ثابت قانون الإزاحة التردد
fr: constante de la loi de déplacement de fréquence de wien
ja: wien周波数変位法則定数

source: wien u
ar: وين ش
ja: あなたは

source: wien displacement law constant
ar: ثابت قانون الإزاحة
fr: constante de la loi de déplacement de Wien
ja: wien変位法則定数

source: Cu X-ray wavelength
ar: الطول الموجي للأشعة السينية للنحاس
fr: Longueur d'onde des rayons X Cu
ja: Cu X線波長

source: Mo X-ray wavelength
ar: الطول الموجي للأشعة السينية مو
fr: Longueur d'onde des rayons X Mo
ja: Mo X線波長

source: Incompatible units
ar: الوحدات غير المتوافقة
fr: Unités incompatibles
ja: 互換性のないユニット

source: Undefined unit in the registry
ar: وحدة غير محددة في التسجيل
fr: Unité non définie dans le registre
ja: レジストリの未定義のユニット
