Repository: OpenPrunus/geocurrency
Catalog: modules/core/geocurrency/core/locales/*/LC_MESSAGES/django.po
Languages: ar, fr, ja

source: Afrikaans
ar: الأفريكانية
ja: アフリカーンス語

source: Arabic
ar: عربى
fr: arabe
ja: アラビア語

source: Algerian Arabic
ar: عربي جزائري
fr: Arabe algérien
ja: アルジェリアアラビア語

source: Asturian
ar: أستوريان
fr: Asturien
ja: アストゥリアス人

source: Azerbaijani
ar: أذربيجان
fr: azerbaïdjanais
ja: アゼルバイジャン語

source: Bulgarian
ar: البلغارية
fr: bulgare
ja: ブルガリア人

source: Belarusian
ar: البيلاروسية
fr: Biélorusse
ja: ベラルーシ語

source: Bengali
ar: البنغالية
ja: ベンガル語

source: Breton
ar: بريتون
ja: ブルトン語

source: Bosnian
ar: البوسنية
fr: Bosniaque
ja: ボスニア語

source: Catalan
ar: الكاتالونية
ja: カタロニア語

source: Czech
ar: التشيكية
fr: tchèque
ja: チェコ人

source: Welsh
ar: تهرب من دفع الرهان
fr: gallois
ja: ウェールズ語

source: Danish
ar: دانماركي
fr: danois
ja: デンマーク語

source: German
ar: ألمانية
fr: allemand
ja: ドイツ人

source: Lower Sorbian
ar: الصوربية السفلى
fr: Bas sorabe
ja: 低ソルビア語

source: Greek
ar: اليونانية
fr: grec
ja: ギリシャ語

source: English
ar: الإنجليزية
fr: Anglais
ja: 英語

source: Australian English
ar: الإنجليزية الأسترالية
fr: Anglais australien
ja: オーストラリア英語

source: British English
ar: الإنجليزية البريطانية
fr: Anglais britannique
ja: イギリス英語

source: Esperanto
ar: اسبرانتو
fr: espéranto
ja: エスペラント

source: Spanish
ar: الأسبانية
fr: Espagnol
ja: スペイン語

source: Argentinian Spanish
ar: الأرجنتيني الاسباني
fr: Espagnol argentin
ja: アルゼンチンスペイン語

source: Colombian Spanish
ar: الأسبانية الكولومبية
fr: Espagnol colombien
ja: コロンビアスペイン語

source: Mexican Spanish
ar: الاسبانية المكسيكية
fr: Espagnol mexicain
ja: メキシコスペイン語

source: Nicaraguan Spanish
ar: نيكاراغوا الإسبانية
fr: Espagnol nicaraguayen
ja: ニカラグア語スペイン語

source: Venezuelan Spanish
ar: الأسبانية الفنزويلية
fr: Espagnol vénézuélien
ja: ベネズエラのスペイン語

source: Estonian
ar: الإستونية
fr: estonien
ja: エストニア語

source: Basque
ar: الباسك
ja: バスク人

source: Persian
ar: اللغة الفارسية
fr: persan
ja: ペルシア語

source: Finnish
ar: الفنلندية
fr: finlandais
ja: フィンランド人

source: French
ar: فرنسي
fr: français
ja: フランス語

source: Frisian
ar: الفريزيان
fr: frison
ja: フリジア語

source: Irish
ar: ايرلندية
fr: irlandais
ja: アイルランド人

source: Scottish Gaelic
ar: الغيلية الاسكتلندية
fr: Gaélique écossais
ja: スコットランドゲール語

source: Galician
ar: الجاليكية
fr: Galicien
ja: ガリシア人

source: Hebrew
ar: اللغة العبرية
fr: hébreu
ja: ヘブライ語

source: Hindi
ar: هندي
ja: ヒンディー語

source: Croatian
ar: الكرواتية
fr: croate
ja: クロアチア語

source: Upper Sorbian
ar: الصربية العليا
fr: Haut sorabe
ja: 上ソルブ語

source: Hungarian
ar: المجرية
fr: hongrois
ja: ハンガリー人

source: Armenian
ar: أرميني
fr: arménien
ja: アルメニア人

source: Interlingua
ar: إنترلينجوا
ja: インターリングア

source: Indonesian
ar: الأندونيسية
fr: indonésien
ja: インドネシア語

source: Igbo
ar: الإيغبو
ja: イボ

source: Ido
ar: أنا افعل
fr: Je fais
ja: 私がやります

source: Icelandic
ar: آيسلندي
fr: islandais
ja: アイスランド語

source: Italian
ar: إيطالي
fr: italien
ja: イタリア語

source: Japanese
ar: اليابانية
fr: Japonais
ja: 日本人

source: Georgian
ar: الجورجية
fr: géorgien
ja: ジョージア語

source: Kabyle
ar: منطقة القبائل
ja: カビル

source: Kazakh
ar: الكازاخستانية
ja: カザフ

source: Khmer
ar: الخمير
ja: クメール語

source: Kannada
ar: الكانادا
ja: カンナダ語

source: Korean
ar: الكورية
fr: coréen
ja: 韓国語

source: Kyrgyz
ar: قيرغيزستان
fr: Kirghize
ja: キルギス

source: Luxembourgish
ar: اللوكسمبرجية
fr: Luxembourgeois
ja: ルクセンブルク語

source: Lithuanian
ar: الليتوانية
fr: lituanien
ja: リトアニア語

source: Latvian
ar: لاتفيا
fr: letton
ja: ラトビア語

source: Macedonian
ar: المقدونية
fr: Macédonien
ja: マケドニアの

source: Malayalam
ar: المالايالامية
ja: マラヤーラム語

source: Mongolian
ar: المنغولية
fr: mongol
ja: モンゴル語

source: Marathi
ar: الماراثى
ja: マラーティー語

source: Burmese
ar: البورمية
fr: birman
ja: ビルマ語

source: Norwegian Bokmål
ar: النرويجية بوكمال
fr: Norvégien bokmål
ja: ノルウェー語

source: Nepali
ar: النيبالية
fr: népalais
ja: ネパール語

source: Dutch
ar: هولندي
fr: néerlandais
ja: オランダの

source: Norwegian Nynorsk
ar: نينورسك النرويجي
fr: Norvégien nynorsk
ja: ノルウェー語（ニーノシク）

source: Ossetic
ar: الأوسيتيك
fr: Ossétique
ja: オセティック

source: Punjabi
ar: البنجابية
ja: パンジャブ語

source: Polish
ar: تلميع
fr: polonais
ja: 研磨

source: Portuguese
ar: البرتغالية
fr: Portugais
ja: ポルトガル語

source: Brazilian Portuguese
ar: البرتغالية البرازيلية
fr: portugais brésilien
ja: ブラジルポルトガル語

source: Romanian
ar: روماني
fr: roumain
ja: ルーマニア語

source: Russian
ar: الروسية
fr: russe
ja: ロシア

source: Slovak
ar: السلوفاكية
fr: slovaque
ja: スロバキア

source: Slovenian
ar: السلوفينية
fr: slovène
ja: スロベニア語

source: Albanian
ar: الألبانية
fr: albanais
ja: アルバニア語

source: Serbian
ar: الصربية
fr: serbe
ja: セルビア語

source: Serbian Latin
ar: الصربية اللاتينية
fr: Latin serbe
ja: セルビア語ラテン語

source: Swedish
ar: السويدية
fr: suédois
ja: スウェーデンの

source: Swahili
ar: السواحيلية
ja: スワヒリ語

source: Tamil
ar: التاميل
ja: タミル語

source: Telugu
ar: التيلجو
ja: テルグ語

source: Tajik
ar: طاجيك
fr: Tadjik
ja: タジク

source: Thai
ar: التايلاندية
fr: thaïlandais
ja: タイ人

source: Turkmen
ar: التركمان
fr: Turkmène
ja: トルクメン

source: Turkish
ar: اللغة التركية
fr: turc
ja: トルコ人

source: Tatar
ar: التتار
ja: タタール語

source: Udmurt
ar: الأدمرت
ja: ウドムルト

source: Ukrainian
ar: الأوكرانية
fr: ukrainien
ja: ウクライナ語

source: Urdu
ar: الأردية
fr: Ourdou
ja: ウルドゥー語

source: Uzbek
ar: أوزبكي
fr: Ouzbek
ja: ウズベク語

source: Vietnamese
ar: فيتنامي
fr: vietnamien
ja: ベトナム人

source: Simplified Chinese
ar: الصينية المبسطة
fr: Chinois simplifié
ja: 簡体字中国語

source: Traditional Chinese
ar: الصينية التقليدية
fr: Chinois traditionnel
ja: 繁体字中国語

source: Rate could not be found
ar: لا يمكن العثور على المعدل
fr: Le taux n'a pas pu être trouvé
ja: レートが見つかりませんでした

source: dimensionless
ar: بلا أبعاد
fr: adimensionnelle
ja: 無次元

source: length
ar: الطول
fr: longueur
ja: 長さ

source: surface
ar: سطح - المظهر الخارجي
ja: 表面

source: volume
ar: الصوت
ja: ボリューム

source: time
ar: زمن
fr: temps
ja: 時間

source: mass
ar: كتلة
fr: Masse
ja: 質量

source: speed
ar: سرعة
fr: vitesse
ja: 速度

source: acceleration
ar: التسريع
fr: accélération
ja: 加速度

source: meter per gram
ar: متر لكل جرام
fr: mètre par gramme
ja: グラム/メートル

source: absorption
ar: استيعاب
ja: 吸収

source: force
ar: فرض
ja: 力

source: energy
ar: الطاقة
fr: énergie
ja: エネルギー

source: electric current
ar: التيار الكهربائي
fr: courant électrique
ja: 電流

source: electric charge
ar: الشحنة الكهربائية
fr: charge électrique
ja: 電荷

source: elementary charge
ar: شحنة أولية
fr: charge élémentaire
ja: 初任

source: electromagnetic inductance
ar: الحث الكهرومغناطيسي
fr: inductance électromagnétique
ja: 電磁インダクタンス

source: electromagnetic resistance
ar: المقاومة الكهرومغناطيسية
fr: résistance électromagnétique
ja: 電磁抵抗

source: electrical conductance
ar: التوصيل الكهربائي
fr: conductance électrique
ja: 電気コンダクタンス

source: electric potential difference
ar: فرق الجهد الكهربائي
fr: différence de potentiel électrique
ja: 電位差

source: electric field
ar: الحقل الكهربائي
fr: champ électrique
ja: 電界

source: linear mass density
ar: كثافة الكتلة الخطية
fr: masse volumique linéaire
ja: 線形質量密度

source: intensity
ar: الشدة
fr: intensité
ja: 強度

source: temperature
ar: درجة الحرارة
fr: Température
ja: 温度

source: amount of substance
ar: كمية المادة
fr: quantité de substance
ja: 物質の量

source: density of particle
ar: كثافة الجسيمات
fr: densité de particule
ja: 粒子の密度

source: catalytic activity
ar: النشاط التحفيزي
fr: activité catalytique
ja: 触媒活性

source: quantity of information
ar: كمية المعلومات
fr: quantité d'informations
ja: 情報量

source: density of information
ar: كثافة المعلومات
fr: densité d'informations
ja: 情報の密度

source: magnetic moment
ar: لحظة جاذبة
fr: moment magnétique
ja: 磁気モーメント

source: electric moment
ar: لحظة كهربائية
fr: moment électrique
ja: 電気モーメント

source: luminous intensity
ar: شدة الإضاءة
fr: intensité lumineuse
ja: 光度

source: electrical capacitance
ar: السعة الكهربائية
fr: capacité électrique
ja: 電気容量

source: electric force
ar: قوة كهربائية
fr: force électrique
ja: 電気力

source: frequency
ar: تكرر
fr: fréquence
ja: 周波数

source: electromagnetic action
ar: العمل الكهرومغناطيسي
fr: action électromagnétique
ja: 電磁作用

source: power per unit per wavelength interval
ar: القدرة لكل وحدة في فاصل الطول الموجي
fr: puissance par unité par intervalle de longueur d'onde
ja: 波長間隔ごとのユニットあたりのパワー

source: electrostatic unit of charge
ar: وحدة الشحن الكهروستاتيكية
fr: unité de charge électrostatique
ja: 静電帯電単位

source: magnetic induction
ar: الحث المغناطيسي
fr: induction magnétique
ja: 磁気誘導

source: angle
ar: زاوية
ja: 角度

source: luminance
ar: الانارة
ja: 輝度

source: radiation
ar: إشعاع
ja: 放射線

source: luminous flux
ar: تدفق مضيئة
fr: flux lumineux
ja: 光束

source: illuminance
ar: إضاءة
fr: éclairement
ja: 照度

source: magnetic flux quantum
ar: كمية التدفق المغناطيسي
fr: quantum de flux magnétique
ja: 磁束量子

source: concentration
ar: تركيز
ja: 濃度

source: energy per temperature increment per mole
ar: الطاقة لكل زيادة درجة الحرارة لكل مول
fr: énergie par incrément de température par mole
ja: モルあたりの温度増分あたりのエネルギー

source: neper
ar: نيبر
ja: ネパー

source: newtonian constant of gravitation
ar: ثابت نيوتن في الجاذبية
fr: constante newtonienne de gravitation
ja: ニュートンの重力定数

source: viscosity
ar: اللزوجة
fr: viscosité
ja: 粘度

source: pressure
ar: الضغط
fr: pression
ja: 圧力

source: reciprocal length
ar: طول متبادل
fr: longueur inverse
ja: 相互の長さ

source: angular speed
ar: سرعة الزاوي
fr: vitesse angulaire
ja: 角速度

source: reciprocal viscosity
ar: اللزوجة المتبادلة
fr: viscosité inverse
ja: 逆粘度

source: radiation exposure
ar: التعرض للإشعاع
fr: exposition aux radiations
ja: 放射線被ばく

source: solid degree
ar: درجة صلبة
fr: degré solide
ja: しっかりした学位

source: volumetric flow rate
ar: معدل التدفق الحجمي
fr: débit volumétrique
ja: 体積流量

source: magnetic field
ar: حقل مغناطيسي
fr: champ magnétique
ja: 磁場

source: mass density
ar: كثافة الكتلة
fr: masse volumique
ja: 質量密度

source: Copper Kα
ar: النحاس Kα
fr: Cuivre Kα
ja: 銅Kα

source: Molybdenum K-α
ar: الموليبدينوم K-α
fr: Molybdène K-α
ja: モリブデンK-α

source: Tungsten K-α
ar: التنغستن K-α
fr: Tungstène K-α
ja: タングステンK-α

source: long ton-force
ar: قوة طن طويلة
fr: longue tonne-force
ja: 長いトン力

source: long ton
ar: طن طويل
fr: longue tonne
ja: 長いトン

source: short ton force
ar: قوة طن قصيرة
fr: force de tonne courte
ja: 短いトン力

source: short hundredweight
ar: مائة وزن قصير
fr: petit quintal
ja: 短い百

source: short ton
ar: طن قصير
fr: tonne courte
ja: 短いトン

source: US International Ampere
ar: الولايات المتحدة الدولية أمبير
fr: Ampère international américain
ja: USインターナショナルアンペア

source: US international Ohm
ar: أوم الدولية الأمريكية
fr: Ohm international américain
ja: 米国国際オーム

source: US international Volt
ar: الولايات المتحدة الدولية فولت
fr: Volt International US
ja: 米国国際ボルト

source: US therm
ar: الولايات المتحدة ثيرم
ja: 米国のサーム

source: heat energy
ar: طاقة حرارية
fr: énergie thermique
ja: 熱エネルギー

source: abampere
ar: أبامبير
ja: バンペレ

source: abcoulomb
ar: أب كولوم
ja: アブクーロン

source: Aberdeen
ar: أبردين
ja: アバディーン

source: abfarad
ar: أبفراد
ja: アブファラド

source: abhenry
ar: أبهنري
ja: 異常な

source: electrical inductance
ar: الحث الكهربائي
fr: inductance électrique
ja: 電気インダクタンス

source: abohm
ar: ابوم
ja: アボム

source: absiemens
ar: أبسيمنس
ja: アブシメン

source: abvolt
ar: أبفولت
ja: アブボルト

source: acre
ar: فدان
ja: エーカー

source: acre-foot
ar: فدان
fr: acre-pied
ja: エーカーフィート

source: ampere
ar: أمبير
fr: ampère
ja: アンペア

source: ampere-turn
ar: أمبير
fr: ampère-tour
ja: アンペアターン

source: angstrom
ar: انجستروم
fr: Angström
ja: オングストローム

source: angstrom star
ar: نجم انجستروم
fr: angström étoile
ja: オングストロームスター

source: apothecary dram
ar: درام الصيدلانية
fr: dram d‘apothicaire
ja: 薬剤師ドラム

source: apothecary ounce
ar: أوقية صيدلية
fr: once d'apothicaire
ja: 薬剤師オンス

source: apothecary pound
ar: الجنيه الصيدلانية
fr: livre d'apothicaire
ja: 薬剤師ポンド

source: minute of arc
ar: دقيقة قوس
fr: minute d'arc
ja: 弧の分

source: second of arc
ar: الثاني من القوس
fr: seconde d'arc
ja: 弧の2番目

source: are
ar: هي
ja: は

source: astronomical unit
ar: وحدة فلكية
fr: unité astronomique
ja: 天文単位

source: atmosphere liter
ar: لتر الغلاف الجوي
fr: atmosphère litre
ja: 雰囲気リットル

source: atomic mass constant
ar: ثابت الكتلة الذرية
fr: constante de masse atomique
ja: 原子質量定数

source: constant
ar: ثابت
fr: constante
ja: 絶え間ない

source: atomic unit of current
ar: الوحدة الذرية للتيار
fr: unité atomique de courant
ja: 電流の原子単位

source: atomic unit of electric field
ar: الوحدة الذرية للمجال الكهربائي
fr: unité atomique de champ électrique
ja: 電界の原子単位

source: atomic unit of force
ar: الوحدة الذرية للقوة
fr: unité atomique de force
ja: 力の原子単位

source: atomic unit of intensity
ar: الوحدة الذرية للكثافة
fr: unité atomique d'intensité
ja: 強度の原子単位

source: atomic unit of temperature
ar: الوحدة الذرية لدرجة الحرارة
fr: unité atomique de température
ja: 温度の原子単位

source: atomic unit of time
ar: الوحدة الذرية للوقت
fr: unité atomique de temps
ja: 時間の原子単位

source: Avogadro constant
ar: ثابت أفوجادرو
fr: Constante d'Avogadro
ja: アボガドロ定数

source: Avogadro number
ar: رقم أفوجادرو
fr: Nombre d‘Avogadro
ja: アボガドロ数

source: bag
ar: كيس
fr: sac
ja: バッグ

source: quantity
ar: كمية
fr: quantité
ja: 量

source: bar
ar: شريط
ja: バー

source: barn
ar: إسطبل
fr: Grange
ja: 納屋

source: barrel
ar: برميل
fr: baril
ja: たる

source: barrye
ar: باري
ja: バリー

source: baud
ar: الباود
ja: ボー

source: becquerel
ar: بيكريل
ja: ベクレル

source: radioactivity
ar: النشاط الإشعاعي
fr: radioactivité
ja: 放射能

source: beer barrel
ar: برميل البيرة
fr: baril de bière
ja: ビール樽

source: bel
ar: بيل
ja: ベル

source: field quantity
ar: كمية الحقل
fr: quantité de champ
ja: フィールド数量

source: biot
ar: بيوت
ja: ビオット

source: biot turn
ar: دور البيوت
fr: tour biot
ja: ビオットターン

source: bit
ar: قليلا
ja: ビット

source: bits per pixel
ar: بت لكل بكسل
fr: bits par pixel
ja: ピクセルあたりのビット

source: board foot
ar: قدم المجلس
fr: pied de planche
ja: ボードフット

source: bohr
ar: بوهر
ja: ボーア

source: bohr magneton
ar: مغنيتون بوهر
ja: ボーアマグネトン

source: boiler horsepower
ar: قوة حصانا المرجل
fr: puissance de la chaudière
ja: ボイラー馬力

source: power
ar: قوة
fr: Puissance
ja: パワー

source: boltzmann constant
ar: ثابت بولتزمان
fr: constante de Boltzmann
ja: ボルツマン定数

source: british thermal unit
ar: وحدة حرارية بريطانية
fr: Unité thermique britannique
ja: 英国の熱単位

source: buckingham
ar: باكنغهام
ja: バッキンガム

source: bushel
ar: بوشل
fr: boisseau
ja: ブッシェル

source: byte
ar: بايت
fr: octet
ja: バイト

source: cable length
ar: طول السلك
fr: longueur de câble
ja: ケーブルの長さ

source: calorie
ar: السعرات الحرارية
ja: カロリー

source: candela
ar: كانديلا
ja: カンデラ

source: carat
ar: قيراط
ja: カラット

source: centimeter H20
ar: سنتيمتر H20
fr: centimètre H20
ja: センチメートルH20

source: centimeter Hg
ar: سنتيمتر زئبق
fr: centimètre Hg
ja: センチメートルHg

source: century
ar: مئة عام
fr: siècle
ja: 世紀

source: chain
ar: سلسلة
fr: chaîne
ja: 鎖

source: cicero
ar: شيشرون
fr: cicéron
ja: キケロ

source: circular mil
ar: دائري ميل
fr: mil circulaire
ja: サーキュラーミル

source: classical electron radius
ar: نصف قطر الإلكترون الكلاسيكي
fr: rayon d'électrons classique
ja: 古典的な電子半径

source: clausius
ar: كلوزيوس
ja: クラウス

source: common year
ar: عام مشترك
fr: année commune
ja: 通年

source: conductance quantum
ar: كمية التوصيل
fr: quantum de conductance
ja: コンダクタンス量子

source: conventional ampere
ar: الأمبير التقليدي
fr: ampère conventionnel
ja: 従来のアンペア

source: conventional coulomb
ar: كولوم التقليدي
fr: coulomb conventionnel
ja: 従来のクーロン

source: conventional farad
ar: فاراد التقليدي
fr: farad conventionnel
ja: 従来のファラド

source: eletrical capacitance
ar: السعة الكهربائية
fr: capacité électrique
ja: 静電容量

source: conventional henry
ar: هنري التقليدي
fr: Henry conventionnel
ja: 従来のヘンリー

source: conventional josephson constant
ar: ثابت جوزيفسون التقليدي
fr: constante de Josephson conventionnelle
ja: 従来のジョセフソン定数

source: conventional ohm
ar: أوم التقليدية
fr: ohm conventionnel
ja: 従来のオーム

source: conventional volt
ar: تقليدي فولت
fr: volt conventionnel
ja: 従来のボルト

source: conventional Von Klitzing constant
ar: ثابت فون كليتزينج التقليدي
fr: constante de Von Klitzing conventionnelle
ja: 従来のフォンクリッツィング定数

source: conventional Watt
ar: واط التقليدي
fr: Watt conventionnel
ja: 従来のワット

source: coulomb
ar: كولوم
ja: クーロン

source: coulomb constant
ar: ثابت كولوم
fr: constante de Coulomb
ja: クーロン定数

source: count
ar: العد
fr: compter
ja: カウント

source: counts per second
ar: تحسب في الثانية
fr: compte par seconde
ja: 1秒あたりのカウント

source: CSS pixel
ar: بكسل CSS
fr: Pixel CSS
ja: CSSピクセル

source: cubic centimeter
ar: سنتيمتر مكعب
fr: centimètre cube
ja: 立方センチメートル

source: cubic foot
ar: قدم مكعب
fr: pied carré
ja: 立方フィート

source: cubic inch
ar: بوصة مكعبة
fr: pouce cube
ja: 立方インチ

source: cubic yard
ar: ياردة مكعبة
fr: verge cube
ja: 立方ヤード

source: cup
ar: كوب
fr: tasse
ja: カップ

source: curie
ar: كوري
ja: キュリー

source: dalton
ar: دالتون
ja: ダルトン

source: darcy
ar: دارسي
ja: ダーシー

source: permeability
ar: نفاذية
fr: perméabilité
ja: 透磁率

source: day
ar: يوم
fr: jour
ja: 日

# unit
source: day
ar: يوم
fr: jour
ja: 日

source: debye
ar: ديبي
ja: デバイ

source: decade
ar: عقد
fr: décennie
ja: 十年

# symbol
source: decade
ar: عقد
fr: décennie
ja: 十年

source: degree
ar: الدرجة العلمية
fr: degré
ja: 程度

source: degree Celsius
ar: درجة مئوية
fr: degré Celsius
ja: 摂氏

source: degree Fahrenheit
ar: درجة فهرنهايت
fr: degré Fahrenheit
ja: 華氏

source: degree Rankine
ar: درجة رانكين
fr: degré Rankine
ja: ランキン度

source: degree Reaumur
ar: درجة ريومور
fr: degré Reaumur
ja: 学位Reaumur

source: denier
ar: منكر
ja: 否定する人

source: didot
ar: ديدو
ja: ディド

source: Dirac constant
ar: ثابت ديراك
fr: Constante de Dirac
ja: ディラック定数

source: dram
ar: درهم
fr: drachme
ja: ドラム

source: dry barrel
ar: برميل جاف
fr: baril sec
ja: ドライバレル

source: dry gallon
ar: جالون جاف
fr: gallon sec
ja: 乾燥ガロン

source: dry pint
ar: باينت جاف
fr: pinte sèche
ja: ドライパイント

source: dry quart
ar: ربع جاف
fr: litre sec
ja: ドライクォート

source: decitex
ar: ديسيتكس
fr: décitex
ja: デシテックス

source: dyne
ar: داين
ja: ダイン

source: eletcrical horsepower
ar: حصانا كهربائي
fr: chevaux électriques
ja: 電気的馬力

source: electron G-factor
ar: عامل جي الإلكترون
fr: facteur G électronique
ja: 電子Gファクター

source: electron mass
ar: كتلة الإلكترون
fr: masse électronique
ja: 電子質量

source: electronvolt
ar: الكترون فولت
fr: électron-volt
ja: エレクトロボルト

source: entropy unit
ar: وحدة الانتروبيا
fr: unité d'entropie
ja: エントロピー単位

source: energy by temperature
ar: الطاقة حسب درجة الحرارة
fr: énergie par température
ja: 温度によるエネルギー

source: enzyme unit
ar: وحدة الانزيم
fr: unité enzymatique
ja: 酵素ユニット

source: eon
ar: دهر

source: erg
ar: إرغ

source: farad
ar: فاراد
ja: ファラド

source: faraday
ar: فاراداي
ja: ファラデー

source: faraday constant
ar: ثابت فاراداي
fr: constante de Faraday
ja: ファラデー定数

source: fathom
ar: فهم
fr: brasse
ja: ファゾム

source: fermi
ar: فيرمي
ja: フェルミ

source: fifteen degree calorie
ar: خمسة عشر درجة من السعرات الحرارية
fr: quinze degrés de calories
ja: 15度カロリー

source: fifth
ar: الخامس
fr: cinquième
ja: 第五

source: fine structure constant
ar: ثابت الهيكل الدقيق
fr: constante de structure fine
ja: 微細構造定数

source: first radiation constant
ar: ثابت الإشعاع الأول
fr: première constante de rayonnement
ja: 最初の放射定数

source: fluid dram
ar: درام السائل
fr: dram fluide
ja: 流体ドラム

source: fluid ounce
ar: أونصة سائلة
fr: once liquide
ja: 液量オンス

source: foot
ar: قدم
fr: pied
ja: 足

source: foot H2O
ar: قدم H2O
fr: pied H2O
ja: 足H2O

source: foot per second
ar: قدم في الثانية
fr: pied par seconde
ja: 1秒あたりのフィート

source: foot pound
ar: جنيه القدم
fr: pied livre
ja: フィートポンド

source: gram-force
ar: غرام القوة
fr: gramme-force
ja: グラムフォース

source: kilogram-force
ar: كيلوغرام قوة
fr: kilogramme-force
ja: キログラム力

source: tonne-force
ar: طن القوة
ja: トン力

source: ounce-force
ar: أونصة القوة
fr: once-force
ja: オンス力

source: pound-force
ar: قوة الجنيه
fr: livre-force
ja: ポンド力

source: fortnight
ar: خمسة عشر يوما
fr: quinze jours
ja: 二週間

source: franklin
ar: فرانكلين
ja: フランクリン

source: furlong
ar: فورلونج
ja: ハロン

source: galileo
ar: جاليليو
fr: galilée
ja: ガリレオ

source: gallon
ar: جالون
ja: ガロン

source: gamma
ar: جاما
ja: ガンマ

source: gauss
ar: جاوس
ja: ガウス

source: gilbert
ar: جيلبرت
ja: ギルバート

source: gill
ar: الخيشومية
ja: えら

source: grade
ar: درجة
ja: グレード

source: grain
ar: الحبوب
ja: 粒

source: gram
ar: غرام
fr: gramme
ja: グラム

source: gray
ar: اللون الرمادي
fr: gris
ja: グレー

source: gregorian year
ar: سنة ميلادية
fr: année grégorienne
ja: グレゴリオ年

# unit
source: gregorian year
ar: سنة ميلادية
fr: année grégorienne
ja: グレゴリオ年

source: hand
ar: كف
fr: main
ja: 手

source: hartree
ar: هارتري
ja: ハートリー

source: hectare
ar: هكتار
ja: ヘクタール

source: henry
ar: هنري
fr: Henri
ja: ヘンリー

source: hertz
ar: هيرتز
ja: ヘルツ

source: hogshead
ar: برميل كبير
fr: barrique
ja: ホッグヘッド

source: horsepower
ar: قوة حصان
fr: chevaux
ja: 馬力

source: hour
ar: ساعة
fr: heure
ja: 時間

source: hundredweight
ar: مائة وزن
fr: quintal
ja: 百級

source: impedance of free space
ar: مقاومة الفضاء الحر
fr: impédance du vide
ja: 自由空間のインピーダンス

source: imperial barrel
ar: برميل إمبراطوري
fr: baril impérial
ja: インペリアルバレル

source: imperial bushel
ar: بوشل إمبراطوري
fr: boisseau impérial
ja: 帝国ブッシェル

source: imperial cup
ar: كأس إمبراطوري
fr: coupe impériale
ja: 帝国杯

source: imperial fluid drachm
ar: دراكم السائل الإمبراطوري
fr: drachme fluide impérial
ja: インペリアルフルイドドラクム

source: imperial fluid ounce
ar: اوقية السوائل الامبراطورية
fr: once liquide impériale
ja: インペリアル液量オンス

source: imperial fluid scruple
ar: التورع السائل الإمبراطوري
fr: scrupule fluide impérial
ja: 帝国の流体しわ

source: imperial gallon
ar: جالون إمبراطوري
fr: gallon impérial
ja: 帝国ガロン

source: imperial gill
ar: الخيشوم الإمبراطوري
fr: branchies impériales
ja: インペリアルエラ

source: imperial minim
ar: الحد الأدنى الإمبراطوري
fr: minim impérial
ja: インペリアルミニム

source: imperial peck
ar: بيك الإمبراطوري
fr: pic impérial
ja: インペリアルペック

source: imperial pint
ar: نصف لتر إمبراطوري
fr: pinte impériale
ja: インペリアルパイント

source: imperial quart
ar: ربع جالون إمبراطوري
fr: quart impérial
ja: インペリアルクォート

source: inch
ar: بوصة
fr: pouce
ja: インチ

source: inch H20 39F
ar: بوصة H20 39F
fr: pouces H20 39F
ja: インチH20 39F

source: inch H20 60F
ar: بوصة H20 60F
fr: pouces H20 60F
ja: インチH20 60F

source: inch Hg
ar: بوصة زئبق
fr: pouces Hg
ja: インチHg

source: inch Hg 60F
ar: بوصة Hg 60F
fr: pouces Hg 60F
ja: インチHg 60F

source: international Btu
ar: الدولية Btu
ja: 国際Btu

source: international calorie
ar: السعرات الحرارية الدولية
fr: calorie internationale
ja: 国際カロリー

source: Josephson constant
ar: ثابت جوزيفسون
fr: Constante de Josephson
ja: ジョセフソン定数

source: Joule
ar: جول
ja: ジュール

source: jute
ar: الجوت
ja: ジュート

source: katal
ar: كاتال
ja: カタル

source: kelvin
ar: كلفن
ja: ケルビン

source: kilometer per hour
ar: كيلومتر في الساعة
fr: kilomètre par heure
ja: キロメートル毎時

source: kilometer per second
ar: كيلومتر في الثانية
fr: kilomètre par seconde
ja: キロメートル毎秒

source: kip
ar: كيب
ja: キップ

source: kip per square inch
ar: كيب لكل بوصة مربعة
fr: kip par pouce carré
ja: 平方インチあたりのキップ

source: knot
ar: عقدة
fr: nœud
ja: 結び目

source: lambda
ar: لامدا
ja: ラムダ

source: lambert
ar: لامبرت
ja: ランバート

source: langley
ar: لانجلي
ja: ラングリー

source: lattice constant
ar: ثابت شعرية
fr: constante de réseau
ja: 格子定数

source: league
ar: الدوري
fr: ligue
ja: 同盟

source: leap year
ar: سنة كبيسة
fr: année bissextile
ja: うるう年

source: year
ar: عام
fr: an
ja: 年

source: light year
ar: سنة ضوئية
fr: année-lumière
ja: 光年

source: ly
ar: لاي

source: link
ar: حلقة الوصل
fr: lien
ja: リンク

source: li
ar: لي
ja: 李

source: liter
ar: لتر
fr: litre
ja: リットル

source: L
ar: إل

source: log 10
ar: سجل 10
ja: ログ10

source: dimesionless
ar: عديم الرائحة
fr: sans dimension
ja: 無次元

source: long hundredweight
ar: مائة وزن طويل
fr: long quintal
ja: 長い百

source: lumen
ar: لومن
ja: ルーメン

source: lux
ar: لوكس
ja: ルクス

source: maxwell
ar: ماكسويل
ja: マクスウェル

source: mean international ampere
ar: يعني الأمبير الدولي
fr: Ampère international moyen
ja: 国際アンペアを意味します
